Repository: suddha2/express
Catalog: expresslk-webportal/module/Application/language/*.po
Languages: si_lk, ta_lk

source: Terms & Conditions text
si_lk: <p dir="ltr" class="text-static">Our Service is regulated with following terms and conditions to provide a better passenger experience and to develop a well regulated and disciplined service with passenger transport facility providers and transport facility staff.</p><br><p class="red-text" dir="ltr"> Ground Rules</p><p dir="ltr" class="text-static"> By using BusBooking.lk services you agree to be bound by the terms and conditions shown below. If you do not agree our terms and conditions we are not in a position to provide you our services and we do apologize for that. Our ground rules are subject to change at any time without a prior notice. To make sure you are aware of any changes, please review this section periodically.</p><br><ol> <li dir="ltr"> <p dir="ltr" class="text-static"> The passenger should present in the bus station, 15 minutes before the scheduled departure time of the reserved bus service. </p> </li> <li dir="ltr"> <p dir="ltr" class="text-static"> BusBooking.lk is not liable for any mis-communications, delays of the passenger or any misleading and/or fake informations provided by the passenger. </p> </li> <li dir="ltr"> <p dir="ltr" class="text-static"> BusBooking.lk is reserve rights to change the schedule and/or cancel, terminate, postpone, divert, reschedule or delay any bus/coach, anytime after booking without a prior notice. This may be due to safety or reasonably considered and justified circumstances beyond our control. </p> </li> <li dir="ltr"> <p dir="ltr" class="text-static"> BusBooking.lk will not refund cash under general circumstances after a booking cancellation. But the passenger will be able to get the full refund as an eCash coupon, if he/she cancelled the booking 24 hours prior to the journey. </p> </li> <li dir="ltr"> <p dir="ltr" class="text-static"> Passenger should provide the eTicket number/the booking confirmation SMS to the bus service staff to verify the identity of the prepaid customer. Additionally, passenger should ready to provide their national identity card for relevant authorities to check the identity at security incidents. </p> </li> <li dir="ltr"> <p dir="ltr" class="text-static"> BusBooking.lk is not liable for any delays before and/or during the jouney &amp; accidents and/or during the jouney that prepaid customer might have to face. </p> </li></ol><br><p class="red-text" dir="ltr"> Nature of Business</p><p dir="ltr" class="text-static"> BusBooking.lk is an online value added services provider. It does not operate bus services of its own. In order to provide a comprehensive choice of bus operators, departure times and prices to customers, it has tied up with many bus operators. We advice to customers is to choose bus operators they are aware of and whose service they are comfortable with.</p><br><p dir="ltr"> Our responsibilities include:</p><p dir="ltr"> 7.1 Issuing a valid ticket (a ticket that will be accepted by the bus operator) for our network of bus operators</p><p dir="ltr"> 7.2 Providing booking modification in the event of cancellation (prior to 24 hours of the journey)</p><p dir="ltr"> 7.3 Providing customer support and information in case of any delays/inconvenience</p><br><p dir="ltr"> Our responsibilities do NOT include:</p><p dir="ltr"> 7.4 The bus operator’s bus not departing/reaching on time</p><p dir="ltr"> 7.5 The bus operator’s employees being rude and/or their discipline</p><p dir="ltr"> 7.6 The bus operator’s bus seats etc not being up to the customer’s expectation</p><p dir="ltr"> 7.7 The bus operator canceling the trip due to unavoidable reasons</p><p dir="ltr"> 7.8 The baggage of the customer getting lost/stolen/damaged</p><p dir="ltr"> 7.9 The bus operator changing a customer’s seat at the last minute to accommodate a separate passenger</p><p dir="ltr" class="text-static"> 7.10 The customer waiting at the wrong boarding point (please call the bus operator to find out the exact boarding point if you are not a regular traveler on that particular bus)</p><p dir="ltr" class="text-static"> 7.11 The bus operator changing the boarding point and/or using a pick-up vehicle at the boarding point to take customers to the bus departure point</p><br><p dir="ltr" class="text-static"> 8. The arrival and departure times mentioned on the ticket are only tentative timings . However the bus will not leave the source before the time that is mentioned on the ticket.</p><br><p dir="ltr" class="text-static"> 9. Passengers are required to furnish a copy of the ticket (mTicket or eTicket) and an Identity proof (Driving license, National Identity Card) at the time of boarding the bus. Failing to do so, they may not be allowed to board the bus.</p><br><p class="red-text" dir="ltr"> Cancellation Policy</p><p dir="ltr" class="text-static"> 10. The tickets booked through BusBooking.lk, are cancelable. Kindly note that the money is not transferred back to the passenger's credit/debit card. Instead the money will be refunded in the form of a eCash Coupon which can be used during your next journey. This coupon is valid up to 6 months from the date of cancellation.</p><br><p dir="ltr" class="text-static"> 11. In case you need the refund to be credited back to your bank account, please write your ecash coupon details to <a href="mailto:busbooking@busbooking.lk">refund@busbooking.lk</a> (The transaction charges or the home delivery charges, will not be refunded in the event of cash refund.)</p><br><p dir="ltr" class="text-static"> 12. In case a booking confirmation e-mail and sms gets delayed or fails because of technical reasons or as a result of incorrect e-mail ID/phone number provided by the user etc, a ticket will be considered 'booked' as long as the ticket shows up on the confirmation page of <a href="http://www.busbooking.lk">www.busbooking.lk</a></p><br><p dir="ltr" class="text-static"> 13. BusBooking.lk will not be liable to you or to any other person for any direct, indirect, incidental, punitive or consequential loss, damage, cost or expense of any kind whatsoever and howsoever caused from out of the information derived by you through your usage of this Site. In no event shall BusBooking.lk be liable for any direct, indirect, punitive, incidental, special, or consequential damages arising out of information provided on the website in so far as such information is derived from other service providers.</p><h6 class="red-text" dir="ltr"> Communication Policy</h6><p dir="ltr" class="text-static"> 14. By accepting the terms and conditions the customer accepts that BusBooking.lk may send the alerts to the mobile phone number provided by the customer while registering for the service or to any such number replaced and informed by the customer. The customer acknowledges that the alerts will be received only if the mobile phone is in ‘On’ mode to receive the SMS. If the mobile phone is in ‘Off’’ mode then the customer may not get/get after delay any alerts sent during such period.</p><br><p dir="ltr" class="text-static"> 15. BusBooking.lk will make best efforts to provide the service and it shall be deemed that the customer shall have received the information sent from BusBooking.lk as an alert on the mobile phone number provided during the course of ticket booking and BusBooking.lk shall not be under any obligation to confirm the authenticity of the person(s) receiving the alert. The customer cannot hold BusBooking.lk liable for non-availability of the service in any manner whatsoever.</p><br><p dir="ltr" class="text-static"> 16. The customer acknowledges that the SMS service provided by BusBooking.lk is an additional facility provided for the customer’s convenience and that it may be susceptible to error, omission and/ or inaccuracy. In the event the customer observes any error in the information provided in the alert, BusBooking.lk shall be immediately informed about the same by the customer and BusBooking.lk will make best possible efforts to rectify the error as early as possible. The customer shall not hold BusBooking.lk liable for any loss, damages, claim, expense including legal cost that may be incurred/ suffered by the customer on account of the SMS facility.</p><br><p dir="ltr" class="text-static"> 17. The customer acknowledges that the clarity, readability, accuracy, and promptness of providing the service depend on many factors including the infrastructure, connectivity of the service provider. BusBooking.lk shall not be responsible for any non-delivery, delayed delivery or distortion of the alert in any way whatsoever.</p><br><p dir="ltr" class="text-static"> 18. The customer agrees to indemnify and hold harmless BusBooking.lk and the SMS service provider including its officials from any damages, claims, demands, proceedings, loss, cost, charges and expenses whatsoever including legal charges and attorney fees which BusBooking.lk and the SMS service provider may at any time incur, sustain, suffer or be put to as a consequence of or arising out</p><p dir="ltr"> 18.1 misuse, improper or fraudulent information provided by the customer</p><p dir="ltr" class="text-static"> 18.2 the customer providing incorrect number or providing a number that belongs to that of an unrelated third party, and/or</p><p dir="ltr" class="text-static"> 18.3 the customer receiving any message relating to the reservation number, travel itinerary information, booking confirmation, modification to a ticket, cancellation of ticket, change in bus schedule, delay, and/or rescheduling from BusBooking.lk and/or the SMS service provider.</p><br><p dir="ltr" class="text-static"> 19. By accepting the terms and conditions the customer acknowledges and agrees that BusBooking.lk may call the mobile phone number provided by the customer while registering for the service or to any such number replaced and informed by the customer, for the purpose of collecting feedback from the customer regarding their travel, the bus facilities and/or services of the bus operator.</p><br><p dir="ltr" class="text-static"> 20. Grievances and claims related to the bus journey should be reported to BusBooking.lk support team within 3 days of your travel date.</p>
ta_lk: <p dir="ltr" class="text-static">Our Service is regulated with following terms and conditions to provide a better passenger experience and to develop a well regulated and disciplined service with passenger transport facility providers and transport facility staff.</p><br><p class="red-text" dir="ltr"> Ground Rules</p><p dir="ltr" class="text-static"> By using BusBooking.lk services you agree to be bound by the terms and conditions shown below. If you do not agree our terms and conditions we are not in a position to provide you our services and we do apologize for that. Our ground rules are subject to change at any time without a prior notice. To make sure you are aware of any changes, please review this section periodically.</p><br><ol> <li dir="ltr"> <p dir="ltr" class="text-static"> The passenger should present in the bus station, 15 minutes before the scheduled departure time of the reserved bus service. </p> </li> <li dir="ltr"> <p dir="ltr" class="text-static"> BusBooking.lk is not liable for any mis-communications, delays of the passenger or any misleading and/or fake informations provided by the passenger. </p> </li> <li dir="ltr"> <p dir="ltr" class="text-static"> BusBooking.lk is reserve rights to change the schedule and/or cancel, terminate, postpone, divert, reschedule or delay any bus/coach, anytime after booking without a prior notice. This may be due to safety or reasonably considered and justified circumstances beyond our control. </p> </li> <li dir="ltr"> <p dir="ltr" class="text-static"> BusBooking.lk will not refund cash under general circumstances after a booking cancellation. But the passenger will be able to get the full refund as an eCash coupon, if he/she cancelled the booking 24 hours prior to the journey. </p> </li> <li dir="ltr"> <p dir="ltr" class="text-static"> Passenger should provide the eTicket number/the booking confirmation SMS to the bus service staff to verify the identity of the prepaid customer. Additionally, passenger should ready to provide their national identity card for relevant authorities to check the identity at security incidents. </p> </li> <li dir="ltr"> <p dir="ltr" class="text-static"> BusBooking.lk is not liable for any delays before and/or during the jouney &amp; accidents and/or during the jouney that prepaid customer might have to face. </p> </li></ol><br><p class="red-text" dir="ltr"> Nature of Business</p><p dir="ltr" class="text-static"> BusBooking.lk is an online value added services provider. It does not operate bus services of its own. In order to provide a comprehensive choice of bus operators, departure times and prices to customers, it has tied up with many bus operators. We advice to customers is to choose bus operators they are aware of and whose service they are comfortable with.</p><br><p dir="ltr"> Our responsibilities include:</p><p dir="ltr"> 7.1 Issuing a valid ticket (a ticket that will be accepted by the bus operator) for our network of bus operators</p><p dir="ltr"> 7.2 Providing booking modification in the event of cancellation (prior to 24 hours of the journey)</p><p dir="ltr"> 7.3 Providing customer support and information in case of any delays/inconvenience</p><br><p dir="ltr"> Our responsibilities do NOT include:</p><p dir="ltr"> 7.4 The bus operator’s bus not departing/reaching on time</p><p dir="ltr"> 7.5 The bus operator’s employees being rude and/or their discipline</p><p dir="ltr"> 7.6 The bus operator’s bus seats etc not being up to the customer’s expectation</p><p dir="ltr"> 7.7 The bus operator canceling the trip due to unavoidable reasons</p><p dir="ltr"> 7.8 The baggage of the customer getting lost/stolen/damaged</p><p dir="ltr"> 7.9 The bus operator changing a customer’s seat at the last minute to accommodate a separate passenger</p><p dir="ltr" class="text-static"> 7.10 The customer waiting at the wrong boarding point (please call the bus operator to find out the exact boarding point if you are not a regular traveler on that particular bus)</p><p dir="ltr" class="text-static"> 7.11 The bus operator changing the boarding point and/or using a pick-up vehicle at the boarding point to take customers to the bus departure point</p><br><p dir="ltr" class="text-static"> 8. The arrival and departure times mentioned on the ticket are only tentative timings . However the bus will not leave the source before the time that is mentioned on the ticket.</p><br><p dir="ltr" class="text-static"> 9. Passengers are required to furnish a copy of the ticket (mTicket or eTicket) and an Identity proof (Driving license, National Identity Card) at the time of boarding the bus. Failing to do so, they may not be allowed to board the bus.</p><br><p class="red-text" dir="ltr"> Cancellation Policy</p><p dir="ltr" class="text-static"> 10. The tickets booked through BusBooking.lk, are cancelable. Kindly note that the money is not transferred back to the passenger's credit/debit card. Instead the money will be refunded in the form of a eCash Coupon which can be used during your next journey. This coupon is valid up to 6 months from the date of cancellation.</p><br><p dir="ltr" class="text-static"> 11. In case you need the refund to be credited back to your bank account, please write your ecash coupon details to <a href="mailto:busbooking@busbooking.lk">refund@busbooking.lk</a> (The transaction charges or the home delivery charges, will not be refunded in the event of cash refund.)</p><br><p dir="ltr" class="text-static"> 12. In case a booking confirmation e-mail and sms gets delayed or fails because of technical reasons or as a result of incorrect e-mail ID/phone number provided by the user etc, a ticket will be considered 'booked' as long as the ticket shows up on the confirmation page of <a href="http://www.busbooking.lk">www.busbooking.lk</a></p><br><p dir="ltr" class="text-static"> 13. BusBooking.lk will not be liable to you or to any other person for any direct, indirect, incidental, punitive or consequential loss, damage, cost or expense of any kind whatsoever and howsoever caused from out of the information derived by you through your usage of this Site. In no event shall BusBooking.lk be liable for any direct, indirect, punitive, incidental, special, or consequential damages arising out of information provided on the website in so far as such information is derived from other service providers.</p><h6 class="red-text" dir="ltr"> Communication Policy</h6><p dir="ltr" class="text-static"> 14. By accepting the terms and conditions the customer accepts that BusBooking.lk may send the alerts to the mobile phone number provided by the customer while registering for the service or to any such number replaced and informed by the customer. The customer acknowledges that the alerts will be received only if the mobile phone is in ‘On’ mode to receive the SMS. If the mobile phone is in ‘Off’’ mode then the customer may not get/get after delay any alerts sent during such period.</p><br><p dir="ltr" class="text-static"> 15. BusBooking.lk will make best efforts to provide the service and it shall be deemed that the customer shall have received the information sent from BusBooking.lk as an alert on the mobile phone number provided during the course of ticket booking and BusBooking.lk shall not be under any obligation to confirm the authenticity of the person(s) receiving the alert. The customer cannot hold BusBooking.lk liable for non-availability of the service in any manner whatsoever.</p><br><p dir="ltr" class="text-static"> 16. The customer acknowledges that the SMS service provided by BusBooking.lk is an additional facility provided for the customer’s convenience and that it may be susceptible to error, omission and/ or inaccuracy. In the event the customer observes any error in the information provided in the alert, BusBooking.lk shall be immediately informed about the same by the customer and BusBooking.lk will make best possible efforts to rectify the error as early as possible. The customer shall not hold BusBooking.lk liable for any loss, damages, claim, expense including legal cost that may be incurred/ suffered by the customer on account of the SMS facility.</p><br><p dir="ltr" class="text-static"> 17. The customer acknowledges that the clarity, readability, accuracy, and promptness of providing the service depend on many factors including the infrastructure, connectivity of the service provider. BusBooking.lk shall not be responsible for any non-delivery, delayed delivery or distortion of the alert in any way whatsoever.</p><br><p dir="ltr" class="text-static"> 18. The customer agrees to indemnify and hold harmless BusBooking.lk and the SMS service provider including its officials from any damages, claims, demands, proceedings, loss, cost, charges and expenses whatsoever including legal charges and attorney fees which BusBooking.lk and the SMS service provider may at any time incur, sustain, suffer or be put to as a consequence of or arising out</p><p dir="ltr"> 18.1 misuse, improper or fraudulent information provided by the customer</p><p dir="ltr" class="text-static"> 18.2 the customer providing incorrect number or providing a number that belongs to that of an unrelated third party, and/or</p><p dir="ltr" class="text-static"> 18.3 the customer receiving any message relating to the reservation number, travel itinerary information, booking confirmation, modification to a ticket, cancellation of ticket, change in bus schedule, delay, and/or rescheduling from BusBooking.lk and/or the SMS service provider.</p><br><p dir="ltr" class="text-static"> 19. By accepting the terms and conditions the customer acknowledges and agrees that BusBooking.lk may call the mobile phone number provided by the customer while registering for the service or to any such number replaced and informed by the customer, for the purpose of collecting feedback from the customer regarding their travel, the bus facilities and/or services of the bus operator.</p><br><p dir="ltr" class="text-static"> 20. Grievances and claims related to the bus journey should be reported to BusBooking.lk support team within 3 days of your travel date.</p>

source: The online payment was successful!
si_lk: අන්තර්ජාල ගෙවීම සාර්ථක විය!
ta_lk: ஆன்லைன் கட்டணம் வெற்றிகரமாக இருந்தது!

source: Your booking reference number :
si_lk: ඔබගේ වෙන්කර ගැනීමේ යොමු අංකය:
ta_lk: முன்பதிவு குறிப்பு

source: Page is not found
si_lk: Page is not found - ඒ පිටුව ඉරලා, එක්කො ඉරිලා, එහෙම නැත්නම් නිකම්ම ගැලවිලා වැටිලා! :(
ta_lk: பக்கம் காணப்படவில்லை

source: Did you spell the URL correctly? We don't have a page for that URL.
si_lk: ඔබ ඇතුලත්කල වෙබ් අඩවි ලිපිනය වැරදියි. කරුණාකර ඔබගේ ඇතුලත් කිරීම නැවත පරීක්ෂාකර බලන්න.
ta_lk: நீங்கள் சரியாக URL ஐ உச்சரிக்க என்ன? அந்த URL ஒரு பக்கம் இல்லை.

source: go Back
si_lk: ආපසු යන්න.
ta_lk: திரும்பி போக

source: The requested controller was unable to dispatch the request.
ta_lk: கோரிய கட்டுப்படுத்தி கோரிக்கை அனுப்பச் செய்ய முடியவில்லை.

source: The requested controller could not be mapped to an existing controller class.
ta_lk: கோரிய கட்டுப்படுத்தி ஒரு இருக்கும் கட்டுப்படுத்தி வர்க்கத்தின் ஒப்பிடப்படுகிறது முடியவில்லை.

source: The requested controller was not dispatchable.
ta_lk: கோரிய கட்டுப்படுத்தி விரைவாகச் இல்லை.

source: The requested URL could not be matched by routing.
ta_lk: கோரப்பட்ட URL வழிப்படுத்தி மூலம் பொருத்த வில்லை.

source: We cannot determine at this time why a 404 was generated.
ta_lk: இந்த பக்கத்தை தற்போது அடைய முடியாதுள்ளது .

source: Controller
si_lk: පාලක
ta_lk: கட்டுப்பாட்டாளர்

source: resolves to %s
ta_lk: தீர்க்கிறது %s

source: Additional information
si_lk: වැඩිදුර විස්තර
ta_lk: கூடுதல் தகவல்

source: File
si_lk: ගොනුව
ta_lk: கோப்பு

source: Message
si_lk: පණිවුඩය
ta_lk: செய்தி

source: Stack trace
ta_lk: ஸ்டேக் தடம்

source: Previous exceptions
si_lk: කරුණාකර නැවතත් උත්සාහ කරන්න. ස්තූතියි!
ta_lk: முந்தைய விதிவிலக்குகள்

source: No Exceptions available
si_lk: කරුණාකර නැවතත් උත්සාහ කරන්න. ස්තූතියි!
ta_lk: ஏதோ தவறு நடந்துவிட்டது

source: Error
si_lk: කරුණාකර නැවතත් උත්සාහ කරන්න. ස්තූතියි!
ta_lk: பிழை

source: You don't have Permission to visit this page.
si_lk: ඔබට මෙම පිටුව නැරඹීමට අවසර නැත.
ta_lk: உங்களுக்கு இந்த பக்கம் பார்க்க அனுமதி அல்லது அதிகாரம் இல்லை என தெரிகிறது.

source: Did you come here accidently? Seems you dont have permission or authority to view this page.
ta_lk: நீங்கள் இங்கே தற்செயலாக வந்தீர்களா ? உங்களுக்கு இந்த பக்கம் பார்க்க அனுமதி அல்லது அதிகாரம் இல்லை என தெரிகிறது.

source: Log out and log back in with permissive user?
ta_lk: அனுமதி இல்லை தயவு சேந்து அனுமதி உள்ள யூசர் இல் முயட்சிக்கவும்

source: An error occurred
si_lk: කරුණාකර නැවතත් උත්සාහ කරන්න. ස්තූතියි!
ta_lk: ஒரு பிழை ஏற்பட்டது

source: to Homepage
si_lk: මුල් පිටුව
ta_lk: ஹோம்பேஜ் க்கு

source: No Exception available
si_lk: කරුණාකර නැවතත් උත්සාහ කරන්න. ස්තූතියි!
ta_lk: ஏதோ தவறு நடந்துவிட்டது

source: You are using an <strong>outdated</strong> browser. Please <a href="http://browsehappy.com/" target="_self">upgrade your browser</a> to improve your experience.
si_lk: ඔබ භාවිතා කරන වෙබ් බ්‍රව්සරය<strong>යල්පැනගිය</strong> එකක් බැවින් කරුණාකර <a href="http://browsehappy.com/"> එහි නවතම සංස්කරණය </a> බාගත කර නවමු අත්දැකීමක් ලබාගන්න.
ta_lk: நீங்கள் பயன்படுத்தி

source: Toggle navigation
ta_lk: வழிசெலுத்தல் மாற்று

source: Sign Out
si_lk: ගිණුමෙන් පිටවන්න
ta_lk: வெளியேறு

source: Ayubowan!
si_lk: ආයුබෝවන්!
ta_lk: வணக்கம்

source: Say Hello to us!
si_lk: කථා කරන්න අපට!
ta_lk: எங்களுக்கு வணக்கம் சொல்ல

source: 8.00 A.M - 8.00 P.M. (Sri Lanka Time)
si_lk: (පෙරවරු 08.00 සිට පස්වරු 08.00 දක්වා )
ta_lk: 8.00 A.M - 8.00 P.M. (இலங்கை நேரம்)
