Repository: suddha2/express
Catalog: expresslk-webportal/module/Application/language/*.po
Languages: si_lk, ta_lk

source: Please select a cancellation cause
si_lk: කරුණාකර අවලංගුකිරීමට හේතුවක් තෝරන්න
ta_lk: ஒரு ரத்து பிரிவானது தேர்ந்தெடுக்கவும்

source: Cancellation remarks
si_lk: අවලංගු කිරීමේ සටහන්
ta_lk: ரத்து கருத்துக்கள்

source: Please add a remark on why the booking is cancelled
si_lk: වෙන්කරවාගැනීම අවලංගු ඇයි ද යන්න පිළිබඳව කරුණාකර සටහනක් එක් කරන්න
ta_lk: புக்கிங் ஏன் ரத்து செய்யப்பட்டது ஒரு கருத்தை சேர்க்க தயவு செய்து

source: Has a Refund?
si_lk: මුදල් ආපසු දීමක් තිබේද?
ta_lk: பணம் திருமப் பெற உள்ளது?

source: Refund Amount
si_lk: ආපසුදීමේ මුදල
ta_lk: திரும்பப் பெரும் தொகை

source: Please add refund amount.
si_lk: කරුණාකර ආපසුදීමේ මුදල එකතු කරන්න.
ta_lk: திரும்பப் பெரும் தொகையை குறிப்பிடவும்

source: Refund mode
si_lk: මුදල් ආපසු දීමේ මාදිලිය
ta_lk: பணத்தைத் திரும்பப் பெறும் முறை

source: Please select a refund mode
si_lk: කරුණාකර මුදල් ආපසුදීමේ මාදිලියක් තෝරන්න
ta_lk: பணத்தை திரும்ப முறையில் தேர்ந்தெடுக்கவும்

source: Refund reference
si_lk: මුදල් ආපසු දීමේ යොමු අංකය
ta_lk: பணத்தைத் திரும்பப் பெறும் குறிப்பு

source: Please add bank/cheque reference of the refund
si_lk: කරුණාකර බැංකුව ඇතුලත් කරන්න/ආපසු ගෙවීමට ඇති චෙක්පත් යොමුඅංකය
ta_lk: வங்கி / காசோலை குறிப்பு இலக்கத்தை சேர்க்கவும்

source: Mobile
si_lk: ජංගම දුරකථන අංකය
ta_lk: மொபைல்

source: Gender
si_lk: ස්ත්‍රී පුරුෂ භාවය
ta_lk: பாலினம்

source: Entered Date
si_lk: ඇතුලත් කල දිනය
ta_lk: உள்ளிட்ட தேதி

source: Booking Status
si_lk: වෙන්කරවා ගැනීමේ තත්ත්වය
ta_lk: முன்பதிவு நிலை

source: Payment Method
si_lk: මුදල් ගෙවන ආකාරය
ta_lk: கொடுப்பனவு முறை

source: Booking Price
si_lk: වෙන්කරවා ගැනීමේ මිල
ta_lk: முன்பதிவு விலை

source: Money To be collected
ta_lk: பணம் சேகரிக்கப்பட்ட வேண்டும்

source: More..
si_lk: තවත්..
ta_lk: மேலும்

source: Cancel Booking
si_lk: වෙන්කිරීම් අවලංගු කරන්න
ta_lk: முன்பதிவு ரத்து

source: Customer pay with Cash
ta_lk: வாடிக்கையாளர் செலுத்த

source: Send SMS to customer
si_lk: පාරිභෝගිකයා වෙත කෙටි පණිවුඩය යවන්න
ta_lk: வாடிக்கையாளர் எஸ்எம்எஸ் அனுப்பவும்

source: Book Now (Cash)
si_lk: ආසන වෙන්කරගන්න(මුදල්)
ta_lk: இப்போது புக் செய்ய

source: Payment to be collected at bus
ta_lk: கொடுப்பனவு பஸ் சேகரிக்கப்பட்ட வேண்டும்

source: Book Now (Pay At Bus)
si_lk: දැන් වෙන්කරන්න (බසයේදී ගෙවන්න)
ta_lk: இப்போது புக் செய்ய (பஸ் செலுத்த)

source: Book and pay later
si_lk: වෙන් කිරීම සහ පසුව ගෙවීම
ta_lk: பிறகு பணம்

source: Payment needs to be added 1 hour before the bus leaves
ta_lk: பஸ் புறப்படுவதட்கு 1 மணி நேரத்திட்டு முன் பணம் செலுத்தப்பட வேண்டும்

source: Book Now (Pay Later)
si_lk: දැන් වෙන්කරන්න (පසුව ගෙවන්න)
ta_lk: இப்போது புக் செய்ய (பிறகு பணம்)

source: eZCash Reference No.
si_lk: eZCash යොමු අංකය.
ta_lk: eZ Cash சேவையின் குறிப்பு எண்

source: Book Now (eZ Cash Ref)
si_lk: දැන් වෙන්කරන්න (eZ Cash Ref)
ta_lk: இப்போது புக் செய்ய(eZ Cash சேவையின் குறிப்பு)

source: Pay through eZcash
si_lk: ඊසිකෑෂ් හරහා මුදල් ගෙවන්න
ta_lk: eZ Cash மூலம் செலுத்துங்கள்

source: Book Now (eZ Cash)
si_lk: ආසන වෙන්කරගන්න (ඊසිකෑෂ්)
ta_lk: இப்போது புக் செய்ய (eZ Cash சேவை)

source: Pay through mCash
si_lk: mCash හරහා මුදල් ගෙවන
ta_lk: பண செலுத்துங்கள் mCash

source: Book Now (mCash)
si_lk: ආසන වෙන්කරගන්න (එම්කෑෂ්)
ta_lk: இப்போது புக் செய்ய(mCash)

source: Card Reference No.
si_lk: කාඩ් පතෙහි යොමු අංකය.
ta_lk: அட்டை குறிப்பு எண்

source: Book Now (Card)
si_lk: ආසන වෙන්කරගන්න (කාඩ්)
ta_lk: இப்போது புக் செய்ய(அட்டை)

source: Agent Name
si_lk: නියෝජිතයාගේ නම
ta_lk: முகவர் பெயர்

source: No available agents
si_lk: ලබා ගත හැකි නියෝජිතයන් නොමැත
ta_lk: இல்லை கிடைக்க முகவர்

source: Select an Agent
si_lk: නියෝජිතයෙක් තෝරන්න
ta_lk: ஒரு முகவர் தேர்வு

source: Book Now (Agent)
si_lk: ආසන වෙන්කරගන්න(නියෝජිතයා)
ta_lk: இப்போது புக் செய்ய (முகவர்)

source: Transfer Reference
si_lk: මාරුකිරීමේ යොමු අංකය
ta_lk: மாற்றம் குறிப்பு

source: You have unsaved data. Are you sure?
si_lk: ඔබ සුරකීමක් නොකල දත්ත ඇත.ඔබට විශ්වාසද?
ta_lk: சேமிக்கப்படாத தரவுகள் இருக்கின்றன . உறுதியா?

source: Customer Details
si_lk: පාරිභෝගික විස්තර
ta_lk: பயணிகளின் விபரம்

source: Please enter either a Mobile number or a NIC
si_lk: කරුණාකර ජංගම දුරකතන අංකය හෝ ජාතික හැඳුනුම්පත් අංකය ඇතුලත් කරන්න
ta_lk: தயவு செய்து ஒரு மொபைல் எண் அல்லது ஒரு தேசிய அடையாள அட்டை அல்லது நுழைய

source: NIC should be in the format of 123456789V
si_lk: ඔබගේ ජාතික හැඳුනුම්පත් අංකය 123456789V ආකාරයට ඇතුලත් කරන්න.
ta_lk: தேசிய அடையாள அட்டை 123456789V வடிவமைப்பில் இருக்க வேண்டும்

source: Customer Name
si_lk: පාරිභෝගිකයාගේ නම
ta_lk: வாடிக்கையாளர் பெயர்

source: Email
si_lk: විද්‍යුත් තැපැල් ලිපිනය
ta_lk: மின் அஞ்சல் முகவரி

source: Wrong email format
si_lk: වැරදි ඊ-තැපැල් ආකෘතිය
ta_lk: தவறான மின்னஞ்சல் வடிவம்

source: Mobile No
si_lk: ජංගම දුරකථන අංකය
ta_lk: தொலைபேசி இல

source: Phone number should match 07XXXXXXXX
si_lk: ඔබගේ ජංගම දුරකථන අංකය 07xxxxxxxx ආකාරයට ඇතුලත් කරන්න.
ta_lk: தொலைபேசி எண் 07XXXXXXXX பொருத்த வேண்டும்

source: Passenger Details
si_lk: මඟියා පිලිබඳ විස්තර
ta_lk: பயணிகளின் விபரம்

source: Please Select a seat
si_lk: කරුණාකර ආසනය සලකුණු කරන්න
ta_lk: ஒரு இருக்கை தேர்வு செய்க

source: Seat
si_lk: ආසනය
ta_lk: ஆசனம்

source: NIC Number
si_lk: ජාතික හැඳුනුම්පත් අංකය
ta_lk: தேசிய அடையாள அட்டை இல

source: Passenger Name
si_lk: මඟියාගේ නම
ta_lk: பெயர்

source: FirstName LastName
si_lk: මුල් නම අවසාන නම
ta_lk: முதல் பெயர் /வேறு பெயர்

source: Boarding and Dropoff Details
si_lk: ගොඩවන හා ගොඩබසින ස්ථාන පිළිබඳ තොරතුරු
ta_lk: போர்டிங் மற்றும் டிராப் விபரங்கள்

source: Boarding bus stop
si_lk: බස්රථයට ගොඩවන ස්ථාන
ta_lk: ஏறும் பஸ் நிலையம்

source: Dropoff bus stop
si_lk: බස්රථයෙන් ගොඩබසින ස්ථාන
ta_lk: இறங்கும் பஸ் நிலையம்

source: Payment
si_lk: ගෙවීම් පිලිබඳ විස්තර
ta_lk: கொடுப்பனவு

source: Amount payable
si_lk: ගාස්තු විස්තර
ta_lk: செலுத்த வேண்டிய தொகை

source: Reservation Summary
si_lk: වෙන් කරවා ගැනීමේ සාරාංශය
ta_lk: இட ஒதுக்கீடு சுருக்கம்

source: Fare
si_lk: බස් ගාස්තුව
ta_lk: பயணக்கட்டிணம்

source: Charges
si_lk: ගාස්තු
ta_lk: கட்டணங்கள்

source: Discounts
si_lk: වට්ටම
ta_lk: தள்ளுபடிகள்

source: Taxes
si_lk: අදාල බදු
ta_lk: வரி

source: Other
si_lk: වෙනත්
ta_lk: பிற

source: Total
si_lk: එකතුව
ta_lk: மொத்த

source: Available
si_lk: ලැබිය හැකිය
ta_lk: கிடைக்கும்

source: Not available
si_lk: ලැබිය නොහැකිය
ta_lk: கிடைக்கவில்லை

source: Booked
si_lk: වෙන් කරන ලද
ta_lk: முன்பதிவு செய்யப்பட்டுள்ளது

source: Pay at bus
si_lk: බසයේ දී ගෙවීම
ta_lk: பேருந்து நிலையத்தில் செலுத்த

source: Tentative
si_lk: තාවකාලික
ta_lk: தற்காலிக

source: There are errors in form. Please fix them.
si_lk: ආකෘතියේ වැරදි තිබේ.කරුණාකර නිවැරදි කරන්න.
ta_lk: வடிவம் பிழைகள் உள்ளன. அவற்றை சரி கொள்ளவும்.

source: Seats
si_lk: ආසන විස්තර
ta_lk: ஆசனங்கள்

source: Cancel booking
si_lk: වෙන් කිරීම අවලංගු කරන්න
ta_lk: முன்பதிவு ரத்து

source: Cancel : Requested by client
si_lk: අවලංගු කරන්න : සේවාදායකයාගේ ඉල්ලීමක්
ta_lk: ரத்து: வாடிக்கையாளர் கோரிக்கை

source: Cancel : Data entry error
si_lk: අවලංගු කරන්න : දත්ත ඇතුළත් කිරීමේ දෝෂයක්
ta_lk: ரத்து: டேட்டா என்ட்ரி பிழை

source: Cancel : Other (Please specify)
si_lk: අවලංගු කරන්න : වෙනත් (කරුණාකර සඳහන් කරන්න)
ta_lk: ரத்து: மற்றவை (குறிப்பிடவும்)

source: On
ta_lk: அன்று

source: Search for a schedule
si_lk: කාලසටහනකට සොයන්න
ta_lk: ஒரு அட்டவணை தேடல்

source: Loading.. Please wait
si_lk: පුරණය වෙමින් පවතී...
ta_lk: பதிவேறுகிறது, காத்திருக்கவும்

source: Select a City
si_lk: ගමනාරම්භක නගරය තෝරන්න
ta_lk: பயண ஆரம்பம்

source: No available destinations
si_lk: තෝරාගත හැකි ගමනාන්ත නැත.
ta_lk: கிடைக்கும் இடங்களுக்கு இல்லை

source: Select a Destination
si_lk: ගමනාන්ත නගරය තෝරන්න
ta_lk: பயண முடிவு

source: Date
si_lk: දිනය
ta_lk: தேதி

source: Select a Date
si_lk: දිනයක් තෝරන්න
ta_lk: ஒரு தேதியை தேர்ந்தெடுக்கவும்

source: Service Provider
si_lk: සේවා සපයන්නා
ta_lk: சேவை வழங்குநர்

source: Bus Number
si_lk: බස් රථ අංකය
ta_lk: பஸ் எண்

source: Departure & Arrival
si_lk: පිටත්වන සහ ලඟාවන වේලාව
ta_lk: பயண ஆரம்பம் & வருகை

source: Print Seat
si_lk: ආසන මුද්‍රණය කරන්න
ta_lk: அச்சு இருக்கை

source: No Results!
si_lk: ප්‍රතිඵල නෑ!
ta_lk: இல்லை முடிவுகள்

source: Can't find a bus on that date. Try again.
si_lk: එදිනට බසයක් සොයා ගත නොහැක.නැවත උත්සාහ කරන්න.
ta_lk: அந்த தேதியில் ஒரு பஸ் கண்டுபிடிக்க முடியவில்லை. மீண்டும் முயற்சி செய்.

source: Login
si_lk: පිවිසෙන්න
ta_lk: உள் நுழை

source: Username or email
si_lk: පරිශීලක නාමය හෝ විද්‍යුත් තැපැල් ලිපිනය
ta_lk: பயனர் பெயர் அல்லது மின்னஞ்சல்

source: Password
si_lk: රහස් පදය
ta_lk: கடவுச்சொல்

source: About ExpressLK
si_lk: අප සහ අපගේ සේවා
ta_lk: ExpressLK பற்றி

source: About Us Page body
si_lk: අප ගැන
ta_lk: எங்களை பற்றி பக்கம்

source: Contact Us body text
si_lk: නිරන්තරයෙන් ඉගෙනගනිමින් මඟී ඔබට වඩා ඉහල සේවාවක් ලබාදීම අපගේ අරමුණයි. එබැවින් අපගේ සේවාව සහ එහි ඵලදායීතාවය සම්බන්ධව ඔබගේ යෝජනා සහ අදහස් අපගේ ක්ෂණික ඇමතුම් අංකය 0115-116-117 ඇමතීමෙන්, hello@busbooking.lk වෙත විද්‍යුත් තැපැල් පණිවිඩයක් එවීමෙන් ලබාදීමේ පහසුකම් දැන් සලසා ඇත. ඔබගේ සතුට අපගේ අභිප්‍රායයි.
ta_lk: எங்களை தொடர்பு கொள்ள

source: Phone Number
si_lk: මඟී සහයක දුරකථන සේවාව
ta_lk: தொலைபேசி எண்

source: Address
si_lk: කාර්යාලීය ලිපිනය
ta_lk: முகவரி

source: Level 34, East Tower,<br /> World Trade Centre,<br /> Echelon Square, Colombo 01,<br /> Sri Lanka
ta_lk: நிலை 34 , கிழக்கு கோபுரம் , <br /> உலக வர்த்தக மையம், <br /> எச்செலோன் சதுக்கத்தில் , கொழும்பு 01 , <br /> இலங்கை

source: Share Your Experience
si_lk: හැඟෙන දේ කියන්න!
ta_lk: உங்கள் அனுபவங்களை பகிர்ந்து கொள்ள

source: Share Your Experience text
si_lk: නිරන්තරයෙන් ඉගෙනගනිමින් මඟී ඔබට වඩා ඉහල සේවාවක් ලබාදීම අපගේ අරමුණයි. එබැවින් අපගේ සේවාව සහ එහි ඵලදායීතාවය සම්බන්ධව ඔබගේ යෝජනා සහ අදහස් අපගේ ක්ෂණික ඇමතුම් අංකය 0115-116-117 ඇමතීමෙන්, hello@busbooking.lk වෙත විද්‍යුත් තැපැල් පණිවිඩයක් එවීමෙන් හෝ අපගේ ලියාපදිංචි කාර්යාලය වන අංක 275, දෙවන මහල, නාවල පාර, නාවල වෙත පැමිණීමෙන් ලබාදීමේ පහසුකම් දැන් සලසා ඇත. ඔබගේ සතුට අපගේ අභිප්‍රායයි.
ta_lk: உங்கள் அனுபவங்களை பகிர்ந்து கொள்ள

source: FAQ text
si_lk: නිරන්තර ප්‍රශ්න
ta_lk: கேள்விகள் உரை

source: Credit/Debit Cards
si_lk: ණයවර සහ හර කාඩ්පත්
ta_lk: கிரெடிட்/டெபிட் கார்ட்

source: Dialog eZcash
si_lk: ඩයලොග් ඊසිකෑෂ්
ta_lk: டயலொக் eZcash

source: Mobitel mCash
si_lk: මොබිටෙල් එම්කෑෂ්
ta_lk: மொபிடெல் mCash

source: Etisalat eZcash
si_lk: එටිසෙලාට් ඊසිකෑෂ්
ta_lk: எடிசலாட் eZcash

source: Hutch eZcash
si_lk: හච් ඊසිකෑෂ්
ta_lk: ஹட்ச் eZcash

source: PayPal
si_lk: පේපෑල්
ta_lk: பேபால்

source: Unknown error occurred. Please refresh the web page.
si_lk: යම්කිසි දෝෂයක් සිදුවී ඇත. කරුණාකර වෙබ් බ්‍රව්සරය නැවත ස්ථාපනය කරන්න.
ta_lk: தெரியாத பிழை ஏற்பட்டது. வலை பக்கம் , புதுப்பிக்கவும்.

source: Error selecting payment option.
si_lk: ගෙවීම් ක්‍රමය තෝරාගැනීමේදී යම්කිසි දෝෂයක් ඇතිවී ඇත.
ta_lk: கட்டணம் விருப்பத்தை தேர்ந்தெடுப்பதில் பிழை.

source: Unknown error occurred. Please try again.
si_lk: යම්කිසි දෝෂයක් සිදුවී ඇත. කරුණාකර නැවත උත්සාහ කරන්න.
ta_lk: தெரியாத பிழை ஏற்பட்டது. தயவு செய்து மீண்டும் முயற்சிக்கவும்.

source: From/To and Date fields are mandatory. Please select according to where your journey headed.
si_lk: කරුණාකර ඔබගේ අභිමතය පරිදි ගමනාරම්භය සහ ගමනාන්තය තෝරාගන්න.
ta_lk: இருந்து /க்கு போன்றவற்றை நிரப்பவும்

source: Network error occurred. May be your connection is too slow. Please try again.
si_lk: ජාල සම්බන්ධතාවයෙහි යම්කිසි දෝෂයක් ඇතිවී ඇත. කරුණාකර ඔබගේ අන්තර්ජාල සම්බන්ධතාවයේ වේගය පරීක්ෂා කරන්න.
ta_lk: பிணையப் பிழை ஏற்பட்டது. உங்கள் இணைப்பை சரி பார்க்கவும் . தயவு செய்து மீண்டும் முயற்சிக்கவும்.

source: You are not allowed to book so many seats :-)
si_lk: ඔබ එක් වෙන්කිරීමක් සඳහා ලබාදෙන උපරිම ආසන සංඛ්‍යාව සලකුණු කර ඇත. ඔබ මඟීන් 8 දෙනෙකුට වඩා වැඩි සංඛ්‍යාවක් සමඟ ගමන්කරන්නේ නම් විශේෂ මිල අඩුකිරීම් සඳහා 0115-116-117 ඔස්සේ මඟී සේවා අංශය අමතන්න.
ta_lk: உங்களுக்கு பல சீட்களை புக் செய்ய அனுமதி இல்லை

source: Please select at least one seat.
si_lk: කරුණාකර ඔබගේ ආසනය සලකුණු කරන්න.
ta_lk: குறைந்தது ஒரு இருக்கை தேர்ந்தெடுக்கவும்.

source: #1 Website to Reserve Your Bus Seat! 24x7
si_lk: බස්රථ ආසන වෙන්කරවා ගැනීමේ ප්‍රථම සහ විශාලතම වෙබ් අඩවිය
ta_lk: பஸ் ஆசன முன்பதிவு சேவைக்கான முன்னோடி வலையத்தளம்

source: Fully Fledged Booking & Reservation Services for Public Transport Services
si_lk: ශ්‍රී ලංකාවේ අංගසම්පූර්ණ ස්වයංක්‍රීය පොදු ප්‍රවාහන සේවා ආසන වෙන්කරවා ගැනීමේ සේවාව
ta_lk: முழுமையான முன்பதிவு சேவைகள் & போக்குவரத்தய் சேவைகள்

source: Homepage: #1 Website text
si_lk: දැන් ඔබට ඉතාමත් පහසුවෙන් ශ්‍රී ලංකාවේ සිව්කොන බලා දිවෙන සියලුම අධිසුඛෝපභෝගී අධිවේගී මාර්ග බස් රථ සහ තෝරා ගත් ගමනාන්තයන් සඳහා ගමන් ගන්නා සුඛෝපභෝගී හෝ අර්ධ සුඛෝපභෝගී බස් රථ ආසන වෙන් කරවා ගැනීම සිදුකල හැකියි. ඔබ ගේ පහසුව අනුව දැන් ඔබට ඩයලොග් ඊසි කෑෂ්, එටිසෙලාට් ඊසිකෑෂ්, හච් ඊසිකෑෂ්, මොබිටෙල් එම් කෑෂ්, ATM සහ ණයවර කාඩ්පත්, බැංකු ගිණුමට බැරකිරීම, අන්තර්ජාල බැංකුකරණය යන ආකාර වලින් හෝ ඔබ ගේ ලඟම BusBooking.lk අලෙවි නියෝජිත මහතා වෙත මුදල් ගෙවීම මඟින් ඔබ ගේ ඉලෙක්ට්‍රොණික ටිකට් පත ලබා ගත හැකියි.
ta_lk: Want your public transportation and online bus ticket booking issues sorted? We at Bus Booking will attend to all your online bus seat reservation, booking requirements and make sure that you have a safe and a comfortable journey. A unique platform of online bus booking Sri Lanka has to offer, we have made it easy for you to reserve your seats to avoid hassle and inconveniences, reach your destination with the comfort that you deserve. Happy Journey!

source: From Anywhere
si_lk: සෑමතැනම - සෑමවිටම
ta_lk: எங்கிருந்தும்

source: From Anywhere text
si_lk: ඉතාමත් පහසුවෙන් ඔබගේ ඕනෑම අන්තර්ජාල මෙවලම් හරහා අප හා සම්බන්ධවීමේ හැකියාව
ta_lk: எங்கும் உரை இருந்து

source: Reserve & Save
si_lk: වෙන්කරන්න - ඉතිරිකරන්න
ta_lk: ரிசவ் & சேவ்

source: Reserve & Save text
si_lk: කලින් ආසන වෙන්කරවා ගැනීමෙන් ඔබගේ වටිනා කාලයත්, මුදලුත් ඉතිරිකර ගතහැකිවීම
ta_lk: ரிசர்வ் & சேமி உரை

source: Passenger Support
si_lk: මඟීසහයක - සේවාසහකරු
ta_lk: பயணிகள் ஆதரவு

source: Passenger Support text
si_lk: අපගේ මඟීසේවා සහයකවරුන් හරහා ලැබෙන ඉක්මන් සහ තෘප්තිමත් පාරිභෝගික සේවාව
ta_lk: பயணிகள் ஆதரவு text

source: 100% Secure
si_lk: ආරක්ෂිතයි - සුරක්ෂිතයි
ta_lk: 100% பாதுகாப்பான

source: 100% Secure text
si_lk: අන්තර්ජාලය ආශ්‍රිත ගෙවීමේ ක්‍රම මඟින් පහසුවෙන් සහ ආරක්ෂිතව ගනුදෙනු කිරීමේ හැකියාව
ta_lk: 100% பாதுகாப்பான text

source: Top Bus Routes & Bus Schedules
si_lk: ජනප්‍රියම බස්රථ ගමන් මාර්ග සහ වේලාවන්
ta_lk: சிறந்த பேருந்து வழித்தடங்கள் மற்றும் பஸ் கால அட்டவணைகள்

source: Colombo - Kataragama
si_lk: කොළඹ - කතරගම
ta_lk: கொழும்பு - கதிர்காமம்

source: From CMB: 06.00 AM (Super Luxury)
si_lk: කොළඹින් පිටත්වීම:පෙරවරු 06.30
ta_lk: CMB இருந்து: 06,00 முற்பகல் ( சூப்பர் சொகுசு )

source: From KTG: 02.30 AM (Super Luxury)
si_lk: කතරගමින් පිටත්වීම:පෙරවරු 01.30
ta_lk: KTG இருந்து: 02,30 முற்பகல் ( சூப்பர் சொகுசு )

source: Colombo - Badulla
si_lk: කොළඹ - බදුල්ල
ta_lk: கொழும்பு - பதுளை

source: Colombo - Badulla onward
si_lk: කොළඹින් පිටත්වීම: පස්වරු 11.00
ta_lk: கொழும்பு - பதுளை முன்னோக்கிய

source: Colombo - Badulla return
si_lk: බදුල්ලෙන් පිටත්වීම: පස්වරු 11.00
ta_lk: கொழும்பு - பதுளை திரும்ப

source: Colombo - Tangalle
si_lk: කොළඹ - තංගල්ල
ta_lk: கொழும்பு - தங்காலை

source: From CMB: 06.30 AM (Super Luxury)
si_lk: කොළඹින් පිටත්වීම:පෙරවරු 06.30
ta_lk: CMB இருந்து: 06,30 முற்பகல் ( சூப்பர் சொகுசு )

source: From TGL: 05.00 AM (Super Luxury)
si_lk: තංගල්ලෙන් පිටත්වීම:පෙරවරු 04.00
ta_lk: TGL இருந்து: 05,00 முற்பகல் ( சூப்பர் சொகுசு )

source: Colombo - Jaffna
si_lk: වැල්ලවත්ත - යාපනය
ta_lk: கொழும்பு - யாழ்ப்பாணம்

source: Colombo - Jaffna onward
si_lk: වැල්ලවත්ත පිටත්වීම: පස්වරු 07.00
ta_lk: கொழும்பு - யாழ்ப்பாணம் முன்னோக்கிய

source: Colombo - Jaffna return
si_lk: යාපනයෙන් පිටත්වීම: පස්වරු 07.04
ta_lk: கொழும்பு - யாழ்ப்பாணம் திரும்ப

source: Colombo - Batticaloa
si_lk: කොළඹ - මඩකලපුව
ta_lk: கொழும்பு - மட்டக்களப்பு

source: Colombo - Batticaloa onward
si_lk: කොළඹින් පිටත්වීම: පස්වරු 08:30
ta_lk: கொழும்பு - மட்டக்களப்பு முன்னோக்கிய

source: Colombo - Batticaloa return
si_lk: මඩකලපුවෙන් පිටත්වීම: පස්වරු 09.30
ta_lk: கொழும்பு - மட்டக்களப்பு திரும்ப

source: Colombo - Matara
si_lk: කොළඹ - මාතර
ta_lk: கொழும்பு - மாத்தறை

source: Colombo - Matara onward
si_lk: කොළඹින් පිටත්වීම: පෙරවරු 06:30
ta_lk: கொழும்பு - மாத்தறை முன்னோக்கிய

source: Colombo - Matara return
si_lk: මාතරින් පිටත්වීම: පෙරවරු 04.35
ta_lk: கொழும்பு - மாத்தறை திரும்ப

source: Colombo - Trinco
si_lk: කොළඹ - ත්‍රිකුණාමලය
ta_lk: கொழும்பு - திருகோணமலை

source: From CMB: 11.00 PM (Super Luxury)
si_lk: කොළඹින් පිටත්වීම:පස්වරු 11.00
ta_lk: CMB இருந்து: 11.00 மணியளவில் ( சூப்பர் சொகுசு )

source: From TCM: 11.00 PM (Super Luxury)
si_lk: ත්‍රිකුණාමලයෙන් පිටත්වීම:පස්වරු 10.00
ta_lk: TCM இருந்து: 11.00 மணியளவில் ( சூப்பர் சொகுசு )

source: Colombo - Nuwaraeliya
si_lk: කොළඹ - නුවරඑළිය
ta_lk: கொழும்பு - நுவரெலியா

source: Colombo - Nuwaraeliya onward
si_lk: කොළඹින් පිටත්වීම: පෙරවරු 11.00
ta_lk: கொழும்பு - நுவரெலியா முன்னோக்கிய

source: Colombo - Nuwaraeliya return
si_lk: නුවරඑළියෙන් පිටත්වීම: පස්වරු 10.00
ta_lk: கொழும்பு - நுவரெலியா திரும்ப

source: It's time to
si_lk: දැන් අපි
ta_lk: இந்த நேரமானது

source: live
si_lk: ජීවත්වෙමු
ta_lk: லைவ்

source: have fun
si_lk: සතුටුවෙමු
ta_lk: ஹாவ் பண்

source: relax
si_lk: ආදරය කරමු
ta_lk: ஓய்வெடுக்க

source: meet
si_lk: හමුවෙමු
ta_lk: சந்திக்க

source: being lost
si_lk: ජීවිතය විඳිමු
ta_lk: வெளியேறிவிடுகிறது

source: run away
si_lk: හුදකලාවේ තනිවෙමු
ta_lk: ஓட

source: go
si_lk: ගමනට සූදානම් වෙමු
ta_lk: போக

source: explore
si_lk: නව මංපෙත් සොයමු
ta_lk: ஆராய

source: find new friends
si_lk: යහළුවන් හමුවෙමු
ta_lk: புதிய நண்பர்களை தேட

source: discover
si_lk: සැපපහසු ගමනක් යමු
ta_lk: கண்டறிய

source: play
si_lk: ප්‍රීතියෙන් ඉපිලෙමු
ta_lk: விளையாட

source: Reserve bus seats across Sri Lanka
si_lk: දුරගමන්සේවා බස්රථආසන වෙන්කරගැනීමේ සේවාව
ta_lk: இலங்கை முழுவதும் பஸ் இடங்களை ரிசர்வ் செய்ய

source: There are errors in the form! Please check if you have filled all the required fields.
ta_lk: வடிவம் பிழைகள் உள்ளன. அவற்றை சரி கொள்ளவும்.

source: My Details <small>Mandatory</small>
si_lk: මාගේ විස්තර <small>(අත්‍යාවශයි)</small>
ta_lk: என் விவரங்கள் <சிறிய> கட்டாய </ சிறிய >

source: * Please enter either a Mobile number or a NIC
si_lk: *කරුණාකර ජංගම දුරකතන අංකය හෝ ජාතික හැඳුනුම්පත් අංකය ඇතුලත් කරන්න.
ta_lk: * தயவுசெய்து ஒரு மொபைல் எண் அல்லது ஒரு தேசிய அடையாள அட்டை இலக்கத்தை செலுத்தவும்

source: Your name is required
si_lk: ඔබගේ නම ඇතුලත් කිරීම අත්‍යාවශයි.
ta_lk: உங்கள் பெயர் தேவை

source: Your mobile number is required
si_lk: ඔබගේ ජංගම දුරකථන අංකය ඇතුලත් කිරීම අත්‍යාවශයි.
ta_lk: உங்கள் மொபைல் எண் தேவைப்படுகிறது

source: NIC / Passport No
si_lk: ජාතික හැඳුනුම්පත් අංකය
ta_lk: தே அ அ / பாஸ்போர்ட் இல

source: Your NIC is required
si_lk: ඔබගේ ජාතික හැඳුනුම්පත් අංකය ඇතුලත් කිරීම අත්‍යාවශයි.
ta_lk: உங்களது தே அ அ இல தேவைப்படுகிறது

source: Email is required!
si_lk: ඔබගේ විද්‍යුත් තැපෑල් ලිපිනය ඇතුලත් කිරීම අත්‍යාවශයි.
ta_lk: மின்னஞ்சல் முகவரி தேவை!

source: Not a valid email
si_lk: වලංගු විද්‍යුත් තැපෑල් ලිපිනයක් නොවේ.
ta_lk: சரியான மின்னஞ்சல் அல்ல

source: Passenger Details <small>optional</small>
si_lk: මඟීන් පිලිබඳ විස්තර <small>(අත්‍යාවශ්‍ය නොවේ.)</small>
ta_lk: பயணிகள் விவரங்கள் <சிறிய> விருப்ப </ சிறிய >

source: * Please Select a seat
si_lk: * කරුණාකර ආසනය සලකුණු කරන්න.
ta_lk: * ஒரு இருக்கை தேர்வு செய்க

source: <i class="fa fa-info-circle blue-text"></i> <small>Why do we need passenger information? During an emergency we will be able to use these details to find and help you.</small>
si_lk: <i class="fa fa-info-circle blue-text"></i> <small>හදිසි අවස්ථාවකදී මඟීන් සොයාගැනීමට සහ අවශ්‍ය සහය ලබාදීමට මෙම විස්තර අපට උපකාරීවනු ඇත.</small>
ta_lk: <i class="fa fa-info-circle blue-text"></i> <small>பயணிகள் தகவல் நாம் ஏன் செய்ய வேண்டும்? ஒரு அவசர போது நாம் கண்டுபிடிக்க மற்றும் உங்களுக்கு உதவ இந்த விவரங்கள் பயன்படுத்த முடியும். </ சிறிய >

source: My seat
si_lk: මාගේ ආසනය
ta_lk: என் இருக்கை

source: Getting in/out bus halt
si_lk: ගොඩවන සහ ගොඩබසින ස්ථාන පිලිබඳ විස්තර
ta_lk: ஏறும்/இறங்கும் இடம்

source: Boarding bus stop:
si_lk: බස්රථයට ගොඩවන ස්ථානය:
ta_lk: ஏறும் இடம்

source: Dropoff bus stop:
si_lk: බස්රථයෙන් ගොඩබසින ස්ථානය:
ta_lk: இறங்கும் இடம்

source: I agree to all the <a href="/terms" target="_blank">Terms and Conditions</a>
si_lk: BusBooking.lk <a href="/terms" target="_blank">නීති සහ කොන්දේසි</a> සමඟ මම එකඟවෙමි.
ta_lk: நான் அனைத்து விதிமுறை மற்றும் நிபந்தனைகள் ஒப்புக்கொள்கிறேன்

source: You have to agree to the terms & conditions
si_lk: වෙබ් අඩවියට අදාල නීති සහ කොන්දේසි වලට එකඟවීම අනිවාර්යවේ.
ta_lk: நீங்கள் விதிமுறைகளும் நிபந்தனைகளும் ஏற்றுக்கொள்ள வேண்டும்

source: Rs.
si_lk: රුපියල්
ta_lk: ரூ .

source: Bus Details
si_lk: ගමන් සාරාංශය
ta_lk: பஸ் விபரங்கள்

source: Duration
si_lk: ගතවන කාළය
ta_lk: காலம்

source: Payment (%1$s Passengers)
si_lk: ගෙවීම් පිලිබඳ විස්තර (මඟීන් ගණන %1$s)
ta_lk: கொடுப்பனவு (%1$s பயணிகள்)

source: Onward Fare
si_lk: මුලු බස් ගාස්තුව
ta_lk: முன்னோக்கிய ஃபேர்

source: Booking Charges
si_lk: වෙන්කිරීමේ ගාස්තු
ta_lk: முன்பதிவு கட்டணங்கள்

source: Other Charges
si_lk: වෙනත් ගාස්තු
ta_lk: பிற கட்டணங்கள்

source: Total Payable
si_lk: මුළු මුදල
ta_lk: மொத்த தொகை

source: But
si_lk: එහෙත්
ta_lk: அனால்

source: here are our highly sought after routes...
ta_lk: இதோ உங்கள் தேடுதலுக்கு பொருந்தக்கூடியவை

source: Departing
si_lk: පිටත්වන දිනය
ta_lk: புறப்படுகிறது

source: Choose a date
si_lk: පිටත්වන දිනය තෝරන්න
ta_lk: ஒரு தேதி தேர்வு

source: Paste the Offer code here
si_lk: මෙතැනට පිරිමනන ලද කේතය ඇතුලත් කරන්න
ta_lk: இங்கே ஆஃபர் குறியீடு பேஸ்ட் செய்யவும்

source: Offer code
si_lk: පිරිමනන ලද කේතය
ta_lk: ஆஃபர் குறியீடு

source: Update Search
si_lk: නැවත සොයන්න
ta_lk: தேடலை புதுப்பிக்க

source: Facilities
si_lk: පහසුකම්
ta_lk: வசதிகள்

source: /person
si_lk: /ආසනයක්
ta_lk: நபர்

source: (Approx)
ta_lk: (தோராயமாக )

source: Duration :
si_lk: ගතවන කාළසීමාව:
ta_lk: காலம்:

source: Route Number:
si_lk: මාර්ග අංකය:
ta_lk: வழி எண்:

source: Travel Class:
si_lk: ප්‍රවාහන පංතිය:
ta_lk: பயண வகுப்பு:

source: Route Info
si_lk: මාර්ග තොරතුරු
ta_lk: வழி தகவல்

source: View Seats
si_lk: ආසන පෙන්වන්න
ta_lk: ஆசன தெரிவு

source: Hide Seats
si_lk: ආසන හංගන්න
ta_lk: ஆசன மறை

source: Online Bookings Expired!
si_lk: අන්තර්ජාල වෙන්කිරීම් අවසානයි.
ta_lk: ஆன்லைன் முன்னேற்பாடு காலாவதியானது !

source: Booking Expired
si_lk: වෙන්කිරීම් කල් ඉකුත්වී ඇත.
ta_lk: முன்னேற்பாடு காலாவதியானது

source: Available <br/>seat
si_lk: වෙන්කරගත හැකි ආසන
ta_lk: கிடைக்கும் <br/> இருக்கை

source: Reserved <br/>seat
si_lk: වෙන්කල ආසන
ta_lk: ஒதுக்கப்பட்ட <br/> இருக்கை

source: My <br/>seat
si_lk: මාගේ ආසනය
ta_lk: என் <br/> இருக்கை

source: Awaiting <br/>payment
si_lk: බලාපොරොත්තුවෙන් සිටී <br/>ගෙවීම
ta_lk: <br/> கட்டணம் காத்திருக்கிறது

source: Please click on a seat icon to select it and click again to deselect it.
si_lk: වෙන්කර ගන්නා ආසන සලකුණු කරන්න.
ta_lk: அதை தேர்ந்தெடுத்து அதை மீண்டும் தேர்ந்தெடுக்கக்கூடாது எனின் மீண்டும் கிளிக் செய்க.

source: Once you complete your selection, press "Book Now"
si_lk: සලකුණු කර අවසාන විට "ආසන වෙන්කරගන්න" බොත්තම ඔබන්න.
ta_lk: உங்கள் தேர்வை முடித்தவுடன் புக் நவ் ஐ கிளிக் செய்ய்யவும்

source: Seat<span ng-if="selected.seatNos.length>1">s</span>
si_lk: ආසන<span ng-if="selected.seatNos.length<2">ය</span>
ta_lk: இருக்கை<span ng-if="selected.seatNos.length>1">s</span>

source: Amount
si_lk: ගාස්තු විස්තර
ta_lk: தொகை

source: Book Now
si_lk: ආසන වෙන්කරගන්න
ta_lk: இப்போது புக் செய்ய

source: SEARCH FOR BUSES
si_lk: බස් රථ සොයන්න
ta_lk: பேருந்துகள் தேடல்

source: Your booking is successful!
si_lk: ඔබගේ ආසන වෙන්කරවා ගැනීම සාර්ථකයි!
ta_lk: உங்கள் புக்கிங் வெற்றி!

source: Thank you for your purchase.
si_lk: ශ්‍රී ලංකාවේ පලමු අංකිත බස් රථ ආසන වෙන්කිරීමේ සේවාව භාවිතා කල ඔබට ස්තුතියි.
ta_lk: வாங்கியமைக்கு நன்றி.

source: Express Ticket
si_lk: ඉලෙක්ට්‍රොනික ටිකට්පත
ta_lk: எக்ஸ்பிரஸ் டிக்கெட்

source: Privacy Policy text
si_lk: පෞද්ගලිකත්ව ප්‍රතිපත්තිය
ta_lk: தனியுரிமை கொள்கை உரை

source: Terms & Conditions
si_lk: නීති සහ කොන්දේසි
ta_lk: விதிமுறைகளும் நிபந்தனைகளும்
