Repository: suddha2/express
Catalog: expresslk-webportal/module/Application/language/*.po
Languages: si_lk, ta_lk

source: Mahasenpura
si_lk: මහසෙන්පුර
ta_lk: மகசேன்புர

source: Bastiyan Mw Bus Station - Terminal No 2 (Colombo BMT2)
si_lk: බැස්ටියන් මාවත බස් ​​නැවතුම්පළ - පර්යන්ත අංක 2 (කොළඹ BMT2 )
ta_lk: பஸ்டியன் மாவத்தை பஸ் நிலையம் - டெர்மினல் No 2 ( கொழும்பு BMT2 )

source: Wellampitiya
si_lk: වැල්ලම්පිටිය
ta_lk: வெல்லம்பிட்டிய

source: Hanwella
si_lk: හංවැල්ල
ta_lk: ஹன்வெல்ல

source: Kahawatta
si_lk: කහවත්ත
ta_lk: கஹவத்த

source: Madampe
si_lk: මාදම්පේ
ta_lk: மதம்பெ

source: Godakawela
si_lk: ගොඩකවෙල
ta_lk: கொடகவெல

source: Pallebedda
si_lk: පල්ලෙබැද්ද
ta_lk: பல்லேபெத்த

source: Udawalawa
si_lk: උඩවලව
ta_lk: உடவலவ

source: Thanamalwila
si_lk: තණමල්විල
ta_lk: தனமல்வில

source: Kuda Oya
si_lk: කුඩාඔය
ta_lk: கூடா ஓய

source: Handapanagala
si_lk: හඳපානාගල
ta_lk: ஹந்தபணாகள

source: Wellawaya
si_lk: වැල්ලවාය
ta_lk: வெல்லவாய

source: Pelwatta
si_lk: පැල්වත්ත
ta_lk: பெளவத்த

source: Buttala
si_lk: බුත්තල
ta_lk: புத்தள

source: Monaragala
si_lk: මොණරාගල
ta_lk: மொனராகலை

source: Siyambalanduwa
si_lk: සියඹලාණ්ඩුව
ta_lk: சியம்பலாண்டுவ

source: Wadinagala
si_lk: වඩිනාගල
ta_lk: வாடினாகள

source: Hingurana
si_lk: හිඟුරාන
ta_lk: ஹிங்குரான

source: Ilukuchenai
si_lk: ඉලුකුචේනයි
ta_lk: இழுக்குச்சேனை

source: Pallekele
si_lk: පල්ලෙකැලේ
ta_lk: பல்லேகேலே

source: Teldeniya
si_lk: තෙල්දෙණිය
ta_lk: தெல்தெனியா

source: Medamahanuwara
si_lk: මැදමහනුවර
ta_lk: மேதமாகணுவர

source: Hunnasgiriya
si_lk: හුන්නස්ගිරිය
ta_lk: ஹன்னஸ்கிரிய

source: Udadumbara
si_lk: උඩදුම්බර
ta_lk: உடதும்பர

source: Themmitiyawa
si_lk: තම්මිටියාව
ta_lk: தெம்மிட்டியாவ

source: Hasalaka
si_lk: හසලක
ta_lk: ஹசலக

source: Mahiyanganaya
si_lk: මහියංගනය
ta_lk: மகியங்கனை

source: Bathalayaya
si_lk: බතලයාය
ta_lk: பதலயாய

source: Girandurukotte
si_lk: ගිරාඳුරුකෝට්ටේ
ta_lk: கிராந்துருகோட்டே

source: Nawa Madagama
si_lk: නව මැදගම
ta_lk: நவ மெதகம

source: Dehiattakandiya
si_lk: දෙහිඅත්තකණ්ඩිය
ta_lk: தெஹியத்தகண்டிய

source: Digana
si_lk: දිග්ගොන
ta_lk: திகன

source: Ampara
si_lk: අම්පාර
ta_lk: அம்பாரை

source: Lahugala
si_lk: ලාහුගල
ta_lk: லகுகளை

source: Pottuvil
si_lk: පොතුවිල්
ta_lk: பொத்துவில்

source: Dambana
si_lk: දඹාන
ta_lk: தம்பன

source: Padiyatalawa
si_lk: පදියතලාව
ta_lk: பதியதலாவ

source: Mahaoya
si_lk: මහඔය
ta_lk: மகாஓய

source: Aranthalawa
si_lk: අරන්තලාව
ta_lk: அரந்தளவ

source: Gonagolla
si_lk: ගොනගොල්ල
ta_lk: கோணகொல்ல

source: Uhana
si_lk: උහන
ta_lk: உஹன

source: Opanayake
si_lk: ඕපනායක
ta_lk: ஒபநாயக

source: Parakaduwa
si_lk: පරකඩුව
ta_lk: பறகடுவ

source: Marangahawela
si_lk: මරන්ගහවෙල
ta_lk: மரங்கஹவெல

source: Diyathalawa
si_lk: දියතලාව
ta_lk: தியத்தலாவ

source: Ella
si_lk: ඇල්ල
ta_lk: எல்ல

source: Balleketuwa
si_lk: බල්ලෙකෙටුව
ta_lk: பல்லேகெடுவா

source: Namunukula
si_lk: නමුණුකුල
ta_lk: நமுனுகுல

source: Madulsima
si_lk: මඩොල්සිම
ta_lk: மடுல்சீம

source: Telwatta
si_lk: තෙල්වත්ත
ta_lk: தெள்வத்த

source: Chilaw
si_lk: භලාවත
ta_lk: சிலாபம்

source: Puttalam
si_lk: පුත්තලම
ta_lk: புத்தளம்

source: Nochchiyagama
si_lk: නොච්චියාගම
ta_lk: நொச்சியாகம

source: Anuradhapura
si_lk: අනුරාධපුරය
ta_lk: அனுராதபுரம்

source: Medawachchiya
si_lk: මැදවච්චිය
ta_lk: மதவாச்சி

source: Vavuniya
si_lk: වවුනියාව
ta_lk: வவுனியா

source: Omanthai
si_lk: ඕමන්තේ
ta_lk: ஓமந்தை

source: Puliyankulam
si_lk: පුලියන්කුලම්
ta_lk: புளியங்குளம்

source: Kanakarayankulam
si_lk: කනකරයන්කුලම්
ta_lk: கனகராயன்குளம்

source: Mankulam
si_lk: මාන්කුලම්
ta_lk: மாங்குளம்

source: Kilinochchi
si_lk: කිලිනොච්චි
ta_lk: கிளிநொச்சி

source: Parantan
si_lk: පරන්තන්
ta_lk: பரந்தன்

source: Elephant Pass
si_lk: අලිමංකඩ
ta_lk: ஆனையிறவு

source: Pallai
si_lk: පලෙයි
ta_lk: பளை

source: Kodikamam
si_lk: කොඩිකාමම්
ta_lk: கொடிகாமம்

source: Chavakachcheri
si_lk: චාවකච්චේරි
ta_lk: சாவகச்சேரி

source: Kaitadi
si_lk: කයිතඩි
ta_lk: கைதடி

source: Kebitigollewa
si_lk: කැබිතිගොල්ලෑව
ta_lk: கேபிடிகோலவ

source: Buddama
si_lk: බුද්දම
ta_lk: புத்தம

source: Morakatiyara
si_lk: මොරකැටියාර
ta_lk: மோரகெட்டியார

source: Mullaitivu
si_lk: මුලතිව්
ta_lk: முல்லைதீவு

source: Padaviya
si_lk: පදවිය
ta_lk: பதவிய

source: Welioya
si_lk: වැලිඔය
ta_lk: வெலிஓய

source: Sampathnuwara
si_lk: සම්පත්නුවර
ta_lk: சம்பத்னுவர

source: Panama
si_lk: පානම
ta_lk: பானம

source: Arugam Bay
si_lk: ආරුගම් බේ
ta_lk: அறுகம் குடா

source: Bandaragama
si_lk: බණ්ඩාරගම
ta_lk: பண்டாரகம

source: Gelanigama
si_lk: ගැලනිගම
ta_lk: கெலணிகம

source: Nupe
si_lk: නූපේ
ta_lk: நுபே

source: Maligawatte
si_lk: මාලිගාවත්ත
ta_lk: மாளிகாவத்தை

source: Kaduruwela
si_lk: කදුරුවෙල
ta_lk: கதுருவெல

source: Eravur
si_lk: එරාවුර්
ta_lk: ஏறாவூர்

source: Dayagama
si_lk: ඩයගම
ta_lk: டயகம

source: Panchikawatta
si_lk: පංචිකාවත්ත
ta_lk: பஞ்சிகாவத்தை

source: Kettarama Bus Stop
si_lk: කෙත්තාරාම බස් ​​නැවතුම
ta_lk: கேட்டாராம் பஸ் ஸ்டாப்

source: Kotikawaththa
si_lk: කොටිකාවත්ත
ta_lk: கொடிகாவத்த

source: Angoda
si_lk: අංගොඩ
ta_lk: அங்கோட

source: Ambathale
si_lk: අඹතලේ
ta_lk: அம்மதலே

source: Bomiriya
si_lk: බෝමිරිය
ta_lk: போமிரிய

source: Theakkawatta
si_lk: තේක්කවත්ත
ta_lk: தேக்கவத்த

source: Jalthara
si_lk: ජල්තර
ta_lk: ஜல்தர

source: Embulgama
si_lk: ඇඹුල්ගම
ta_lk: எம்புல்கம

source: Artigala
si_lk: ආටිගල
ta_lk: ஆட்டிகள

source: Kosgama
si_lk: කොස්ගම
ta_lk: கொஸ்கம

source: Talduwa
si_lk: තල්දූව
ta_lk: தள்துவ

source: Dehiowita
si_lk: දෙහිඕවිට
ta_lk: தெஹியோவிட

source: Karawanella
si_lk: කරවනැල්ල
ta_lk: கறவனெல்ல

source: Yatiyanthota
si_lk: යටියන්තොට
ta_lk: யாட்டியாந்தோட்டை

source: Nawata
si_lk: නාවත්ත
ta_lk: நாவட்ட

source: Badullawala
si_lk: බදුල්ලවල
ta_lk: பாடுள்ளவள

source: Thunkinda
si_lk: තුන්කිඳ
ta_lk: துக்கிந்த

source: Kitulgala
si_lk: කිතුල්ගල
ta_lk: கித்துல்கள

source: Ginigathhena
si_lk: ගිනිගත්හේන
ta_lk: கினிகத்தேனை

source: Watawala
si_lk: වටවල
ta_lk: வட்டவளை

source: Hatton
si_lk: හැටන්
ta_lk: ஹட்டன்

source: Talawakelle
si_lk: තලවකැලේ
ta_lk: தலவாக்கலை

source: Wattala
si_lk: වත්තල
ta_lk: வத்தளை

source: Kandana
si_lk: කඳාන
ta_lk: கந்தானை

source: Ja-Ela
si_lk: ජා-ඇල
ta_lk: ஜா-எல

source: Seeduwa
si_lk: සීදුව
ta_lk: சீதுவை

source: Katunayake Airport Junction
si_lk: කටුනායක ගුවන් තොටුපොළ හන්දිය
ta_lk: கட்டுநாயக்க விமான ஜங்ஷன்

source: Negombo
si_lk: මීගමුව
ta_lk: நீர்கொழும்பு

source: Mullikulam
si_lk: මුල්ලිකුලම්
ta_lk: முள்ளிக்குளம்

source: Silavathurai
si_lk: සිලාවතුර
ta_lk: சிலவத்துறை

source: Kotahena
si_lk: කොටහේන
ta_lk: கொட்டஹேன

source: Kokavil
si_lk: කොකාවිල්
ta_lk: கொக்காவில்

source: Iranamadu
si_lk: ඉරණමඩු
ta_lk: இரணைமடு

source: Iyakachchi
si_lk: ඉයකච්චි
ta_lk: இயக்கச்சி

source: Muhamalai
si_lk: මුහමාලේ
ta_lk: முகமாலை

source: Meesalai
si_lk: මීසාලෙ
ta_lk: மீசாலை

source: Navathkuli
si_lk: නාවත්කුලි
ta_lk: நவட்குழி

source: Kachcheri
si_lk: කච්චේරි
ta_lk: கச்சேரி

source: Murukandi Bus Stop
si_lk: මුරුකන්ඩි බස් ​​නැවතුම
ta_lk: முருகண்டி பஸ் ஸ்டாப்

source: Kokuvil
si_lk: කොකුවිල්
ta_lk: கொக்குவில்

source: Inuvil
si_lk: ඉනුවිල්
ta_lk: இணுவில்

source: Kondavil
si_lk: කොන්ඩාවිල්
ta_lk: கோண்டாவில்

source: Chunnakam
si_lk: චුන්නාකම්
ta_lk: சுண்ணாகம்

source: Mallakam
si_lk: මල්ලකම්
ta_lk: மல்லாகம்

source: Tellippalai
si_lk: තෙලිප්පලේ
ta_lk: தெல்லிப்பளை

source: Maviddapuram
si_lk: මවිඩ්ඩපුරම්
ta_lk: மாவிடபுரம்

source: Maharagama Wattegedara Bus Stop
si_lk: මහරගම වත්තේගෙදර බස් ​​නැවතුම
ta_lk: மகரகம வத்தேகெதர பஸ் ஸ்டாப்

source: Mount Lavinia
si_lk: ගල්කිස්ස
ta_lk: கல்கிசை

source: Rathmalana
si_lk: රත්මලාන
ta_lk: ரத்மலானை

source: Technical Junction (Opposite Orient Finance)
si_lk: ටෙක්නිකල් හන්දිය (ඔරියන්ට් ෆිනෑන්ස් ඉදිරිපිට )
ta_lk: தொழில்நுட்ப சந்தி (எதிர் ஓரியண்ட்)

source: Technical Junction (Opposite Cinecity)
si_lk: ටෙක්නිකල් හන්දිය (සිනෙසිටි ඉදිරිපිට )
ta_lk: தொழில்நுட்ப சந்தி (எதிர் சினிசிட்டி )

source: Colombo Floating Market Bus Stop
si_lk: කොළඹ පාවෙන වෙළෙඳ පොළ බස් ​​නැවතුම
ta_lk: கொழும்பு மிதக்கும் சந்தையில் பஸ் ஸ்டாப்

source: Kotagala
si_lk: කොටගල
ta_lk: கொட்டகலை

source: Medagama
si_lk: මැදගම
ta_lk: மெதகம

source: Bastiyan Mw Bus Station - Terminal No 1 (Colombo BMT1)
si_lk: බැස්ටියන් මාවත බස් ​​නැවතුම්පළ - පර්යන්ත අංක 1 (කොළඹ, BMT1 )
ta_lk: பஸ்டியன் மாவத்தை பஸ் நிலையம் - டெர்மினல் No 1 ( கொழும்பு BMT1 )

source: Bastiyan Mw Bus Station - Terminal No 3 (Colombo BMT3)
si_lk: බැස්ටියන් මාවත බස් ​​නැවතුම්පළ - පර්යන්ත අංක 3 (කොළඹ, BMT3 )
ta_lk: பஸ்டியன் மாவத்தை பஸ் நிலையம் - டெர்மினல் No 3 ( கொழும்பு BMT3 )

source: Getaheththa
si_lk: ගැටහැත්ත
ta_lk: கேட்டகேத்த

source: Gurudeniya
si_lk: ගුරුදෙනිය
ta_lk: குருதேனியா

source: Haragama
si_lk: හාරගම
ta_lk: ஹராகம

source: Mailapitiya
si_lk: මයිලපිටිය
ta_lk: மைலாபிட்டிய

source: Rantambe
si_lk: රන්ටැඹේ
ta_lk: ரண்டம்பே

source: Andaulpotha
si_lk: ආඳඋල්පත
ta_lk: அன்டுல்பொத்த

source: Uraniya
si_lk: උරනිය
ta_lk: யுரேனிய

source: Rideemaliyadda
si_lk: රිදීමාලියද්ද
ta_lk: ரீடீமாலியத்த

source: Bibile
si_lk: බිබිලේ
ta_lk: பிபிளே

source: Pitakumbura
si_lk: පිටකුඹුර
ta_lk: பிடக்கும்புற

source: Inginiyagala Polwatta
si_lk: ඉඟිනියාගල පොල්වත්ත
ta_lk: இங்கினியாகலை போல்வத்த

source: Kandapola
si_lk: කඳපොල
ta_lk: கந்தபளை

source: Ragala
si_lk: රාගල
ta_lk: இராகலை

source: Udupussellawa
si_lk: උඩුපුස්සැල්ලාව
ta_lk: உடுபுஸ்ஸல்லாவ

source: Soysapura
si_lk: සොයිසාපුර
ta_lk: சொய்சாபுர

source: Wellawatte Arpico Bus Stop
si_lk: වැල්ලවත්ත ආපිකෝ බස් ​​නැවතුම
ta_lk: வெள்ளவத்தை ஆர்பிகோ பஸ் ஸ்டாப்

source: Townhall Bus Stop - Opposite of ODEL
si_lk: පුරහල බස් ​​නැවතුම - ඔඩෙල් ඉදිරිපිට
ta_lk: டவுன்ஹால் பஸ் ஸ்டாப் - ஓடேல் ஆப்போசிட்

source: Sammanthurai
si_lk: සමන්තුරේ
ta_lk: சம்மாந்துறை

source: Nintavur
si_lk: නින්ටවුර්
ta_lk: நிந்தவூர்

source: Kundasale
si_lk: කුණ්ඩසාලේ
ta_lk: குண்டசாலே

source: Karaitivu
si_lk: කරයිතිවු
ta_lk: காரைதீவு

source: Kattankudy
si_lk: කාත්තන්කුඩි
ta_lk: காத்தான்குடி

source: Bambalapitiya Railway Station Bus stop
si_lk: බම්බලපිටිය දුම්රියපොළ බස් ​​නැවතුම
ta_lk: பம்பலப்பிட்டி ரயில் நிலையம் பஸ் ஸ்டாப்

source: Kollupitiya Railway Station Bus Stop
si_lk: කොල්ලුපිටිය දුම්රියපොළ බස් ​​නැවතුම
ta_lk: கொள்ளுப்பிட்டி ரயில் நிலையம் பஸ் ஸ்டாப்

source: Minneriya
si_lk: මින්නේරිය
ta_lk: மின்னேரியா

source: Girithale
si_lk: ගිරිතලේ
ta_lk: கிரிதலே

source: Manampitiya
si_lk: මනම්පිටිය
ta_lk: மன்னம்பிட்டி

source: Sewanapitiya
si_lk: සෙවනපිටිය
ta_lk: சேவனபிடிய

source: Welikanda
si_lk: වැලිකන්ද
ta_lk: வெலிகந்த

source: Chenkalady
si_lk: චෙන්කලාඩි
ta_lk: செங்கலடி

source: Sainthamaruthu
si_lk: සෛන්තමරුතු
ta_lk: சாய்ந்தமருது

source: Kirankulam
si_lk: කිරන්කුලම්
ta_lk: கிரான்குளம்

source: Cheddipalayam
si_lk: චෙඩ්ඩිපලයම්
ta_lk: செட்டிபாளையம்

source: Kaluwanchikudy
si_lk: කලුවන්චිකුඩි
ta_lk: களுவாஞ்சிக்குடி

source: Koddaikkaller
si_lk: කොඩ්ඩඉක්කල්ලාර්
ta_lk: கோடடைக்கல்லவாறு

source: Periyakallar
si_lk: පෙරියකල්ලාර්
ta_lk: பெரியகல்லாறு

source: Periyaneelavanai
si_lk: පෙරියනීලවනයි
ta_lk: பெரியநீலாவணை

source: Maruthamunai
si_lk: මරුතමුනයි
ta_lk: மருதமுனை

source: Pandiruppu
si_lk: පන්ඩිරුප්පු
ta_lk: பாண்டிருப்பு

source: Kallady
si_lk: කල්ලඩි
ta_lk: கல்லடி

source: Weranketagoda
si_lk: වෙරන්කෙටගොඩ
ta_lk: வெரங்கெடகோடா

source: Panadura
si_lk: පානදුර
ta_lk: பாணதுறை

source: Kandy
si_lk: මහනුවර
ta_lk: கண்டி

source: Tangalle
si_lk: තංගල්ල
ta_lk: தங்காலை

source: Colombo
si_lk: කොළඹ
ta_lk: கொழும்பு

source: Dickwella
si_lk: දික්වැල්ල
ta_lk: திக்வெல்ல

source: Kataragama
si_lk: කතරගම
ta_lk: கதிர்காமம்

source: Matara
si_lk: මාතර
ta_lk: மாத்தறை

source: Kadawatha
si_lk: කඩවත
ta_lk: கடவத்த

source: Diggona
si_lk: දිග්ගොන
ta_lk: டிக்கொன

source: Honnanthara
si_lk: හොන්නන්තර
ta_lk: கொன்னந்தர

source: Beliatta
si_lk: බෙලිඅත්ත
ta_lk: பெலியத்தை

source: Walasgala
si_lk: වලස්ගල
ta_lk: வலஸ்கல

source: Talalla
si_lk: තලල්ල
ta_lk: தலல்ல

source: Dondra
si_lk: දෙවුන්දර
ta_lk: தெவுந்தர

source: Hakmana
si_lk: හක්මණ
ta_lk: ஹக்மன

source: Urubokka
si_lk: ඌරුබොක්ක
ta_lk: ஊறுபொக்க

source: Deniyaya
si_lk: දෙනියාය
ta_lk: தெனியாய

source: Embilipitiya
si_lk: ඇඹිලිපිටිය
ta_lk: எம்பிலிபிட்டிய

source: Elpitiya
si_lk: ඇල්පිටිය
ta_lk: எல்பிட்டிய

source: Middeniya
si_lk: මිද්දෙනිය
ta_lk: மித்தெனிய

source: Akuressa
si_lk: අකුරැස්ස
ta_lk: அக்குரஸ்ச

source: Town Hall
si_lk: පුරහල
ta_lk: நகர மண்டபம்

source: Kirulapone
si_lk: කිරුළපන
ta_lk: கிருலப்பனை

source: Thummulla
si_lk: තුම්මුල්ල
ta_lk: தும்முல்ல

source: Nugegoda
si_lk: නුගේගොඩ
ta_lk: நுகேகொட

source: Maharagama
si_lk: මහරගම
ta_lk: மகறகம

source: Kottawa
si_lk: කොට්ටාව
ta_lk: கொட்டாவ

source: Makumbura
si_lk: මාකුඹුර
ta_lk: மாக்கும்புர

source: Matara Godagama
si_lk: මාතර ගොඩගම
ta_lk: மாத்தறை கொடகம

source: Ranna
si_lk: රන්න
ta_lk: ரன்ன

source: Hungama
si_lk: හුංගම
ta_lk: ஹூங்காம

source: Nonagama
si_lk: නෝනාගම
ta_lk: நோனாகம

source: Ambalantota
si_lk: අම්බලන්තොට
ta_lk: அம்பலாங்கொட

source: Weerawila
si_lk: වීරවිල
ta_lk: வீரவில

source: Debarawewa
si_lk: දෙබරවැව
ta_lk: தெபரவெவ

source: Tissamaharamaya
si_lk: තිස්සමහාරාමය
ta_lk: திச்சமகாராமய

source: Mahawela
si_lk: මහවෙල
ta_lk: மகாவெல

source: Hambantota
si_lk: හම්බන්තොට
ta_lk: அம்பாந்தோட்டை

source: Thihagoda
si_lk: තිහගොඩ
ta_lk: திககொட

source: Yatiyana
si_lk: යටියන
ta_lk: யடியான

source: Kirinda Puhullwella
si_lk: කිරින්ද පුහුල්වෙල
ta_lk: கிறிந்த புஹுல்லவெள்ள

source: Malimbada
si_lk: මාලිම්බඩ
ta_lk: மாலிம்பட

source: Telijjawila
si_lk: තෙලිජ්ජවිල
ta_lk: தெலிஜ்ஜவில

source: Paraduwa
si_lk: පරදුව
ta_lk: பரதுவ

source: Dampella
si_lk: දම්පැල්ල
ta_lk: தம்பல்லை

source: Mulatiyana
si_lk: මුලටියන
ta_lk: முலத்தியான

source: Makandura
si_lk: මාකඳුර
ta_lk: மாகந்துர

source: Imaduwa
si_lk: ඉමදූව
ta_lk: இமதுவ

source: Kamburupitiya
si_lk: කඹුරුපිටිය
ta_lk: கம்புருபிட்டிய

source: Mawarala
si_lk: මාවරල
ta_lk: மாவரல்ல

source: Pasgoda
si_lk: පස්ගොඩ
ta_lk: பஸ்கொட

source: Pitabeddara
si_lk: පිටබැද්දර
ta_lk: பிடபெத்தர

source: Morawaka
si_lk: මොරවක
ta_lk: மொறவக்க

source: Kotapola
si_lk: කොටපොල
ta_lk: கொட்டபொல

source: Angunakolapelessa
si_lk: අඟුණකොළපැලැස්ස
ta_lk: அங்குனகொலபெலஸ்ஸ

source: Wetiya
si_lk: වැටිය
ta_lk: வெட்டிய

source: Padalangala
si_lk: පදලංගල
ta_lk: பதலங்கல

source: Kurundugahahetekma
si_lk: කුරුඳුගහහැතැක්ම
ta_lk: குருன்டுகககெதெக்ம

source: Pinnaduwa
si_lk: පින්නදූව
ta_lk: பின்னதுவ

source: Dewata
si_lk: දෙවට
ta_lk: தேவட

source: Galle
si_lk: ගාල්ල
ta_lk: காலி

source: Karapitiya
si_lk: කරාපිටිය
ta_lk: கராபிடிய

source: Orugodawatta
si_lk: ඔරුගොඩවත්ත
ta_lk: ஊறுகொடவத்தை

source: Sangaaramaya
si_lk: සංඝාරාමය
ta_lk: சன்காராமய

source: Katunayake
si_lk: කටුනායක
ta_lk: கட்டுநாயக்க

source: Katunayake Bandaranayaka International Airport (BIA)
si_lk: කටුනායක බණ්ඩාරනායක අන්තර්ජාතික ගුවන් තොටුපල
ta_lk: கட்டுநாயக்க பண்டாரநாயக்க சர்வதேச விமான நிலையத்தில் (பி.ஐ.ஏ )

source: Siddamulla
si_lk: සිද්ධමුල්ල
ta_lk: சித்தமுல்லை

source: Kaduwela
si_lk: කඩුවෙල
ta_lk: கடுவெல

source: Biyagama
si_lk: බියගම
ta_lk: பியகம

source: Sapugaskanda
si_lk: සපුගස්කන්ද
ta_lk: சபுகஸ்கந்த

source: Kiribathgoda
si_lk: කිරිබත්ගොඩ
ta_lk: கிரிபத்கொட

source: Mahara
si_lk: මහර
ta_lk: மஹர

source: Walasmulla
si_lk: වලස්මුල්ල
ta_lk: வலஸ்முல்ல

source: Maradana
si_lk: මරදාන
ta_lk: மருதானை

source: Borella
si_lk: බොරැල්ල
ta_lk: பொரளை

source: Rajagiriya
si_lk: රාජගිරිය
ta_lk: ராஜகிரிய

source: Battaramulla
si_lk: බත්තරමුල්ල
ta_lk: பத்தரமுல்ல

source: Thalawathugoda
si_lk: තලවතුගොඩ
ta_lk: தலவத்துகொட

source: Pannipitiya
si_lk: පන්නිපිටිය
ta_lk: பன்னிபிட்டிய

source: Thimbirigasyaya
si_lk: තිඹිරිගස්යාය
ta_lk: திம்பிரிகஸ்யாய

source: Havelock Town
si_lk: හැව්ලොක් ටවුන්
ta_lk: ஹெவ்லொக் டவுன்

source: Gamsaba Junction
si_lk: ගම්සබා හන්දිය
ta_lk: கம்சபா ஜங்ஷன்

source: Delkanda
si_lk: දෙල්කඳ
ta_lk: தேள்கந்த

source: Wijerama
si_lk: විජේරාම
ta_lk: விஜேராம

source: Nawinna
si_lk: නාවින්න
ta_lk: நாவின்ன

source: Pelawatta
si_lk: පැලවත්ත
ta_lk: பெலவத்த

source: Nuwaraeliya
si_lk: නුවරඑළිය
ta_lk: நுவரெலியா

source: Wellawatte
si_lk: වැල්ලවත්ත
ta_lk: வெள்ளவத்தை

source: Badulla
si_lk: බදුල්ල
ta_lk: பதுளை

source: Passara
si_lk: පස්සර
ta_lk: பசறை

source: Kalmunai
si_lk: කල්මුණේ
ta_lk: கல்முனை

source: Akkaraipattu
si_lk: අක්කරෙයිපත්තුව
ta_lk: அக்கரைப்பற்று

source: Trincomalee
si_lk: ත්‍රිකුණාමලය
ta_lk: திருகோணமலை

source: Mannar
si_lk: මන්නාරම
ta_lk: மன்னார்

source: Murukandi
si_lk: මුරුකන්ඩි
ta_lk: முருகண்டி

source: Add a bus schedule
si_lk: බස් කාලසටහනක් එකතු කරන්න
ta_lk: ஒரு பஸ் அட்டவணை சேர்

source: Bus
si_lk: බස්
ta_lk: பஸ்

source: Supplier
si_lk: සැපයුම්කරුවන්
ta_lk: சப்ளையர்

source: Seating profile
si_lk: ආසන පැතිකඩ
ta_lk: இருக்கை சுயவிவர

source: No restrictions
si_lk: කිසිදු සීමා නොමැත
ta_lk: கட்டுப்பாடுகள் இல்லை

source: Recurring date range
si_lk: පුනරාවර්තන දින පරාසය
ta_lk: தொடர் தேதி வரம்பை

source: From
si_lk: ගමනාරම්භය
ta_lk: இருந்து

source: To
si_lk: ගමනාන්තය
ta_lk: க்கு

source: Hide this Route
si_lk: මෙම මාර්ගය සඟවන්න
ta_lk: இந்த வழி மறை

source: Route
si_lk: මාර්ගය
ta_lk: பாதை

source: Start date/time
si_lk: ආරම්භක දිනය/වේලාව
ta_lk: தேதி / நேரம் தொடக்கம்

source: End date/time
si_lk: අවසන් දිනය/වේලාව
ta_lk: முடிவு தேதி / நேரம்

source: * Do not change load factor if you don't know what you are doing.
ta_lk: நீங்கள் என்ன செய்கிறீர்கள் என்று தெரியாது என்றால் பளுக்காரணி மாற்ற வேண்டாம்.

source: Bus stops
si_lk: බස් නැවතුම්
ta_lk: பஸ் நிறுத்தங்கள்

source: Bus stop name
si_lk: බස් නැවතුමේ නම
ta_lk: பஸ் ஸ்டாப் பெயர்

source: Arrive at the stop
si_lk: නැවතුම වෙත පැමිණීම
ta_lk: நிறுத்தத்தில் சேரும்

source: Depart from the stop
si_lk: නැවතුමේ සිට පිටත්වීම
ta_lk: நிறுத்தத்தில் இருந்து புறப்படும்

source: Save
si_lk: සුරකින්න
ta_lk: சேமிக்க

source: Bus Location
si_lk: බස් රථය ගමන් කරන ස්ථානය
ta_lk: பஸ் இடம்

source: Live location of the bus
si_lk: බසයේ සජීවී ස්ථානය
ta_lk: பஸ் நேரடி இடம்

source: Select a Bus
si_lk: බස් රථයක් තෝරන්න
ta_lk: ஒரு பஸ் தேர்ந்தெடுக்கவும்

source: Load Location
si_lk: ස්ථානය ප්‍රවේශනය කරන්න
ta_lk: லோட் இடம்

source: Loading...
si_lk: ප්‍රවේශනය වෙමින් පවතී...
ta_lk: ஏற்றுதல்

source: Back
si_lk: ආපසු යන්න
ta_lk: மீண்டும்

source: Delete
si_lk: මකා දමනවා
ta_lk: அழி

source: Create
si_lk: නිර්මාණය කරනවා
ta_lk: உருவாக்க

source: Edit
si_lk: සංස්කරණය කරන්න
ta_lk: தொகு

source: Export
ta_lk: ஏற்றுமதி

source: Add filter
si_lk: පෙරහන් එකතුකරන්න
ta_lk: வடிகட்டி சேர்க்க

source: See all related {{ entityName }}
ta_lk: அனைத்து தொடர்புடைய பார்க்கவும் [[நிறுவனம் பெயர்]]

source: List
si_lk: ලැයිස්තුව
ta_lk: பட்டியலில்

source: Show
si_lk: පෙන්වන්න
ta_lk: நிகழ்ச்சி

source: {{ length }} Selected
ta_lk: {{நீளம்}} தேர்ந்தெடுக்கப்பட்ட

source: Are you sure?
si_lk: ඔබට විශ්වාසද?
ta_lk: நீ சொல்வது உறுதியா?

source: Yes
si_lk: ඔව්
ta_lk: ஆம்

source: No
si_lk: නැත
ta_lk: இல்லை

source: Filter values
ta_lk: வடிகட்டி மதிப்புகள்

source: Close
si_lk: වසන්න
ta_lk: கிளோஸ்

source: Clear
ta_lk: தெளிவு

source: Current
ta_lk: தற்போதைய

source: Remove
si_lk: ඉවත් කරන්න
ta_lk: அகற்று

source: Add new {{ name }}
ta_lk: புதிய {{பெயர்}} சேர்க்க

source: Browse
ta_lk: உலவ

source: {{ progress }}% Complete
ta_lk: {{முன்னேற்றம்}} % நிறைவு

source: Create new
si_lk: අළුතින් නිර්මාණය කිරීම
ta_lk: புதிதாக உருவாக்கு

source: Submit
si_lk: යොමු කරන්න
ta_lk: சமர்ப்பிக்கவும்

source: Save changes
si_lk: වෙනස්කම් සුරකින්න
ta_lk: மாற்றங்களை சேமியுங்கள்

source: Elements successfully deleted
si_lk: මූලිකාංග සාර්ථකව මකා දමන ලදී
ta_lk: கூறுகள், வெற்றிகரமாக நீக்கப்பட்டது

source: Element successfully deleted
si_lk: මූලිකාංග සාර්ථකව මකා දමන ලදී
ta_lk: அங்கம் வெற்றிகரமாக நீக்கப்பட்டன

source: Oops, an error occurred (code: {{ status }})
ta_lk: அடடா, ஒரு பிழை ஏற்பட்டது (குறியீடு:{{நிலை}}

source: Invalid form
si_lk: වලංගු නොවන ආකෘති පත්‍රය
ta_lk: தவறான வடிவம்

source: Element successfully created
si_lk: මූලිකාංග සාර්ථකව නිර්මාණය කරන ලදී
ta_lk: அங்கம் வெற்றிகரமாக உருவாக்ப்பட்டுள்ளது

source: Changes successfully saved
si_lk: වෙනස්කිරීම් සාර්ථකව සුරකින ලදී
ta_lk: மாற்றங்கள் வெற்றிகரமாக சேமிக்கப்பட்டுள்ளது

source: Actions
si_lk: ක්‍රියාවන්
ta_lk: செயல்கள்

source: <strong>{{ begin }}</strong> - <strong>{{ end }}</strong> of <strong>{{ total }}</strong>
ta_lk: ஸ்ட்ரோங்

source: No record found
si_lk: වාර්තා සොයාගත්තේ නැත
ta_lk: பதிவுகள் எதுவும் இல்லை காணப்படும்

source: « Prev
si_lk: « පෙර
ta_lk: <<முன்

source: Next »
si_lk: ඊලඟ »
ta_lk: அடுத்த>>

source: Detail
si_lk: විස්තර
ta_lk: விபரம்

source: State change error: {{ message }}
ta_lk: மாற்றம் பிழை:{{செய்தி}}

source: Not Found
si_lk: සොයා ගත නොහැක
ta_lk: கிடைக்கவில்லை

source: The page you are looking for cannot be found. Take a break before trying again.
ta_lk: நீங்கள் தேடும் பக்கம் காண்பிக்க முடியாது , சிறிது நேரத்தின் பின் முயட்சிக்கவும்

source: Dashboard
si_lk: උපකරණ පුවරුව
ta_lk: டாஷ்போர்டு

source: Operations
si_lk: මෙහෙයුම්
ta_lk: ஆபரேஷன்ஸ்

source: Ticket Box
si_lk: ටිකට් පෙට්ටිය
ta_lk: டிக்கெட் பெட்டி

source: Bookings
si_lk: වෙන්කරවාගැනීම්
ta_lk: முன்னேற்பாடு

source: Cancellations
si_lk: අවලංගුකිරීම්
ta_lk: இரத்து

source: Busses
si_lk: බස් රථ
ta_lk: பேருந்துகள்

source: People
si_lk: ජනතාව
ta_lk: மக்கள்

source: Conductors
si_lk: කොන්දොස්තරවරුන්
ta_lk: நடத்துனர்கள்

source: Drivers
si_lk: රියදුරන්
ta_lk: இயக்கிகள்

source: Common
si_lk: පොදු
ta_lk: பொதுவான

source: Booking Agents
si_lk: වෙන්කරවාගැනීමේ නියෝජිතයන්
ta_lk: புக்கிங் ஏஜெண்ட்

source: Amenities
si_lk: පහසුකම්
ta_lk: வசதிகள்

source: Suppliers
si_lk: සැපයුම්කරුවන්
ta_lk: சப்ளையர்கள்

source: Accounts
si_lk: ගිණුම්
ta_lk: கணக்குகள்

source: Contact Personnel
si_lk: කාර්ය මණ්ඩලය අමතන්න
ta_lk: எங்களை தொடர்பு கொள்ள

source: Schedules
si_lk: කාලසටහන්
ta_lk: கால அட்டவணைகள்

source: Bus Schedules
si_lk: බස් කාලසටහන්
ta_lk: பஸ் கால அட்டவணைகள்

source: Create Schedule
si_lk: කාල සටහන නිර්මාණය
ta_lk: அட்டவணை உருவாக்க

source: User Administration
si_lk: පරිශීලක පරිපාලන
ta_lk: பயனர் நிர்வாகம்

source: Users
si_lk: පරිශීලකයන්
ta_lk: பயனர்கள்

source: Permission Groups
si_lk: අවසර කණ්ඩායම්
ta_lk: அனுமதி குழுக்கள்

source: Reports
si_lk: වාර්තා
ta_lk: அறிக்கைகள்

source: Generate
si_lk: සාදන්න
ta_lk: உருவாக்குதல்

source: Total amount
si_lk: මුලු වටිනාකම
ta_lk: மொத்த தொகை

source: User
si_lk: පරිශීලක
ta_lk: பயனர்கள்

source: Bus Departure
si_lk: බසය පිටත්වීම
ta_lk: பஸ் புறப்படும் நேரம்

source: Booking ref
si_lk: වෙන්කරවා ගැනීමේ යොමු අංකය
ta_lk: முன்பதிவு Ref

source: Ticket price
si_lk: ටිකට් මිල
ta_lk: டிக்கெட் விலை

source: Paid amount
ta_lk: செலுத்திய தொகை

source: Pay method
si_lk: ගෙවීම් සිදු කරන ආකාරය
ta_lk: கொடுப்பனவு முறை

source: Profile
ta_lk: ப்ரோபைல்

source: Admin's personal space
si_lk: පරිපාලකගේ පෞද්ගලික අවකාශය
ta_lk: நிர்வாகம் தனிப்பட்ட இடம்

source: Booking collection
si_lk: වෙන්කිරීම් ගොනුව
ta_lk: முன்பதிவு சேகரிப்பு

source: Generate Report
si_lk: වාර්තා සෑදීම
ta_lk: அறிக்கையை உருவாக்க

source: Report
si_lk: වාර්තාව
ta_lk: அறிக்கை

source: Parameters
ta_lk: துப்புகள்

source: Ticket Cancellation
si_lk: ටිකට් අවලංගුකිරීම
ta_lk: டிக்கெட் ரத்து

source: Cancel and refund
si_lk: අවලංගුකිරීම සහ මුදල් ආපසු ලබාදීම
ta_lk: ரத்து மற்றும் திரும்ப

source: Booking reference...
si_lk: වෙන්කරවාගැනීමේ යොමු අංකය...
ta_lk: முன்பதிவு குறிப்பு

source: Cancel ticket
si_lk: ප්‍රවේශ පත්‍රය අවලංගු කිරීම
ta_lk: டிக்கெட் ரத்து

source: Please add the booking reference
si_lk: කරුණාකර වෙන්කරවාගැනීමේ යොමු අංකය එක් කරන්න
ta_lk: புக்கிங் குறிப்பு சேர்க்க தயவு செய்து

source: Booking
si_lk: වෙන්කිරීම්
ta_lk: பதிவு

source: Booking Details
si_lk: වෙන්කිරීම් විස්තර
ta_lk: முன்பதிவு விவரங்கள்

source: Status
si_lk: තත්ත්වය
ta_lk: நிலைமை

source: Booking time
si_lk: වෙන්කිරීම් කල වේලාව
ta_lk: முன்பதிவு நேரம்

source: Booking done by
si_lk: වෙන්කිරීම් කර ඇති අය
ta_lk: செய்யப்படுகிறது புக்கிங்

source: Client
si_lk: සේවාලාභියා
ta_lk: வாடிக்கையாளர்

source: Name
si_lk: නම
ta_lk: பெயர்

source: NIC
si_lk: ජාතික හැඳුනුම්පත් අංකය
ta_lk: தே அ இல

source: Phone
si_lk: දුරකථනය
ta_lk: தொலைபேசி

source: Bus Schedule
si_lk: බස් කාලසටහන
ta_lk: பேருந்து கால அட்டவணை

source: Departure time
si_lk: පිටත්වීමේ වේලාව
ta_lk: புறப்படும் நேரம்

source: Getin/Getoff
ta_lk: ஏறும் | இறங்கும்

source: Booked seats
si_lk: වෙන් කරනලද ආසන
ta_lk: முன்பதிவு இடங்கள்

source: Remarks
si_lk: සටහන්
ta_lk: குறிப்புகள்

source: Payments
si_lk: ගෙවීම්
ta_lk: கொடுப்பனவு

source: Cancellation
si_lk: අවලංගුකිරීම්
ta_lk: ரத்து

source: Cancellation charge
si_lk: අවලංගු කිරීමේ ගාස්තු
ta_lk: ரத்து கட்டணம்

source: Amount to refund
si_lk: ආපසු දීමේ මුදල් ප්‍රමාණය
ta_lk: திரும்ப தொகை

source: Cancellation cause
si_lk: අවලංගු කිරීමට හේතුව
ta_lk: ரத்து விதிமுறைகள்
