Repository: suddha2/express
Catalog: expresslk-webportal/module/Application/language/*.po
Languages: si_lk, ta_lk

source: Home
si_lk: මුල් පිටුව
ta_lk: முகப்பு

source: Experience
si_lk: ගමන් අත්දැකීම්
ta_lk: அனுபவம்

source: Katha Bus
si_lk: කතාබස්
ta_lk: பஸ் பேச்சுவார்த்தை

source: About
si_lk: අපගේ සේවා
ta_lk: எங்களைப்பற்றி

source: Terms and Conditions
si_lk: නීති සහ කොන්දේසි
ta_lk: விதிமுறைகள் மற்றும் நிபந்தனைகள்

source: Privacy Policy
si_lk: පෞද්ගලිකත්ව ප්‍රතිපත්තිය
ta_lk: ரகசியக்காப்பு

source: FAQ
si_lk: නිරන්තර ප්‍රශ්න
ta_lk: கேட்கப்படும் கேள்விகள்

source: Contact Us
si_lk: කථා කරන්න
ta_lk: எங்களை தொடர்பு கொள்ள

source: Booking for reference does not exist.
ta_lk: குறிப்புக்கான முன்பதிவு இல்லை.

source: Booking is already cancelled
si_lk: වෙන්කරවාගැනීම දැනටමත් අවලංගුයි
ta_lk: முன்பதிவு ஏற்கனவே ரத்து செய்யப்பட்டது

source: Panadura Main Private Bus Station
si_lk: පානදුර ප්‍රධාන පෞද්ගලික බස් නැවතුම්පළ
ta_lk: பாணந்துறை முக்கிய தனியார் பஸ் நிலையம்

source: Kandy Goodshed Bus Station
ta_lk: கண்டி Goodshed பஸ் நிலையம்

source: Bastiyan Mw Bus Station - Expressway Terminal (Colombo BMTE)
si_lk: බැස්ටියන් මාවත බස් නැවතුම්පළ - අධිවේගී මාර්ග පර්යන්තය (කොළඹ, BMTE )
ta_lk: பஸ்டியன் மாவத்தை பஸ் நிலையம் - எக்ஸ்பிரஸ்வே டெர்மினல் ( கொழும்பு BMTE )

source: Dickwella Main Bus Station
si_lk: දික්වැල්ල ප්‍රධාන බස් නැවතුම්පළ
ta_lk: திக்வெல்ல முக்கிய பேருந்து நிலையம்

source: Kataragama Main Bus Station
si_lk: කතරගම ප්‍රධාන බස් නැවතුම්පළ
ta_lk: கதிர்காமம் முக்கிய பேருந்து நிலையம்

source: Matara Main Bus Station
si_lk: මාතර ප්‍රධාන බස් නැවතුම්පළ
ta_lk: மாத்தறை முக்கிய பேருந்து நிலையம்

source: Kadawatha Main Bus Station
si_lk: කඩවත ප්‍රධාන බස් නැවතුම්පළ
ta_lk: கடவத்த முக்கிய பேருந்து நிலையம்

source: Diggona Junction (DGN-HNT) 1
si_lk: දිග්ගොන හන්දිය (DGN-HNT) 1
ta_lk: டிஃகோண சந்தி ( DGN - HNT ) 1

source: Honnanthara (DGN-HNT) 1
si_lk: හොන්නන්තර (DGN - HNT) 1
ta_lk: கொன்னந்தர

source: Beliatta Main Bus Station
si_lk: බෙලිඅත්ත ප්‍රධාන බස් නැවතුම්පළ
ta_lk: பெலியத்த முக்கிய பேருந்து நிலையம்

source: Walasgala Junction Bus Stop
si_lk: වලස්ගල හන්දිය බස් ​​නැවතුම
ta_lk: வளஸ்களை ஜங்ஷன் பஸ் ஸ்டாப்

source: Talalla Main Bus Stop
si_lk: තලල්ල ප්‍රධාන බස් නැවතුම්පළ
ta_lk: தங்காலை முக்கிய பஸ் ஸ்டாப்

source: Dondra Main Bus Stop
si_lk: දෙවුන්දර ප්‍රධාන බස් නැවතුම්පළ
ta_lk: தோன்ற முக்கிய பஸ் ஸ்டாப்

source: Hakmana Main Bus Station
si_lk: හක්මන ප්‍රධාන බස් නැවතුම්පළ
ta_lk: ஹக்மன முக்கிய பேருந்து நிலையம்

source: Urubokka Main Bus Station
si_lk: ඌරුබොක්ක ප්‍රධාන බස් නැවතුම්පළ
ta_lk: ஊருபொக்க முக்கிய பேருந்து நிலையம்

source: Deniyaya Main Bus Station
si_lk: දෙනියාය ප්‍රධාන බස් නැවතුම්පළ
ta_lk: தெனியாய முக்கிய பேருந்து நிலையம்

source: Embilipitiya Main Bus Station
si_lk: ඇඹිලිපිටිය ප්‍රධාන බස් නැවතුම්පළ
ta_lk: எம்பிலிப்பிட்டிய முக்கிய பேருந்து நிலையம்

source: Elpitiya Main Bus Station
si_lk: ඇල්පිටිය ප්‍රධාන බස් නැවතුම්පළ
ta_lk: எல்பிட்டிய முக்கிய பேருந்து நிலையம்

source: Middeniya Main Bus Station
si_lk: මිද්දෙනිය ප්‍රධාන බස් නැවතුම්පළ
ta_lk: மித்தெனிய முக்கிய பேருந்து நிலையம்

source: Akuressa Main Bus Station
si_lk: අකුරැස්ස ප්‍රධාන බස් නැවතුම්පළ
ta_lk: அக்குரஸ்ஸ முக்கிய பேருந்து நிலையம்

source: Townhall Bus Stop - Near St. Bridget's Convent, Colombo
si_lk: පුරහල බස් නැවතුම්පළ - කොළඹ,ශාන්ත බ්‍රිජට් කන්‍යාරාමය අසල
ta_lk: டவுன்ஹால் பஸ் ஸ்டாப் - அருகில் செயின்ட் பிரிட்ஜெட் கான்வெண்ட் , கொழும்பு

source: Kirulapone Seibel Avenue Bus Stop
si_lk: කිරුළපන සීබ්ල් මාවත බස් නැවතුම්පළ
ta_lk: கிருலப்பனை Seibel அவென்யூ பஸ் ஸ்டாப்

source: University of Colombo Law Faculty Bus Stop
si_lk: කොළඹ විශ්වවිද්‍යාල නීති පීඨ බස් නැවතුම්පළ
ta_lk: கொழும்பு சட்ட பீட பஸ் ஸ்டாப் பல்கலைக்கழகம்

source: Nugegoda Main Bus Stop (Near Pizzahut)
si_lk: නුගේගොඩ ප්‍රධාන බස් නැවතුම්පළ (පීසා හට් අසල)
ta_lk: நுகேகொட முக்கிய பஸ் ஸ்டாப் ( Pizzahut அருகே)

source: Maharagama Main Bus Stop (Near Matara Bath Kade)
si_lk: මහරගම ප්‍රධාන බස් නැවතුම්පළ (මාතර බත් කඩය අසල)
ta_lk: மகரகம முக்கிய பஸ் ஸ்டாப் (மாத்தறை ஓட்டள் அருகே )

source: Kottawa Bus Stop (Near Laugfs Supermarket)
si_lk: කොට්ටාව බස් නැවතුම්පළ (ලාෆ්ස් සුපිරි වෙළෙඳසල අසල)
ta_lk: கொட்டாவ பஸ் ஸ்டாப் ( அருகே Laugfs பல்பொருள் அங்காடி )

source: Makumbura Bus Stop (In front of Mint Bakery)
si_lk: මාකුඹුර බස් නැවතුම්පළ (මින්ට් බේකරි ඉදිරිපිට)
ta_lk: மகும்புர பஸ் ஸ்டாப் ( புதினா பேக்கரி முன் )

source: Godagama Bus Stop (Near Nilwala Gate)
si_lk: ගොඩගම බස් නැවතුම්පළ (නිල්වලා දොරටුව අසල)
ta_lk: கொடகம பஸ் ஸ்டாப் ( அருகே நில்வளா கேட் )

source: Ranna Main Bus Stop
si_lk: රන්න ප්‍රධාන බස් නැවතුම්පළ
ta_lk: ரன்ன முக்கிய பஸ் ஸ்டாப்

source: Hungama Main Bus Stop
si_lk: හුංගම ප්‍රධාන බස් නැවතුම්පළ
ta_lk: ஹங்காமா முக்கிய பஸ் ஸ்டாப்

source: Nonagama Main Bus Stop
si_lk: නෝනාගම ප්‍රධාන බස් නැවතුම්පළ
ta_lk: நோணாகம முக்கிய பஸ் ஸ்டாப்

source: Ambalantota Main Bus Stop
si_lk: අම්බලන්තොට ප්‍රධාන බස් ​​නැවතුම
ta_lk: அம்பலாங்கொட முக்கிய பஸ் ஸ்டாப்

source: Weerawila Main Bus Stop
si_lk: වීරවිල ප්‍රධාන බස් නැවතුම්පළ
ta_lk: வீரவில முக்கிய பஸ் ஸ்டாப்

source: Debarawewa Main Bus Stop
si_lk: දෙබරවැව ප්‍රධාන බස් නැවතුම්පළ
ta_lk: தேபரவெவ முக்கிய பஸ் ஸ்டாப்

source: Tissamaharama Main Bus Stop
si_lk: තිස්සමහාරාමය ප්‍රධාන බස් ​​නැවතුම
ta_lk: திச்சமகாராமய முக்கிய பஸ் ஸ்டாப்

source: Mahawela Main Bus Stop
si_lk: මහවෙල ප්‍රධාන බස් නැවතුම්පළ
ta_lk: மாஹாவெல முக்கிய பஸ் ஸ்டாப்

source: Hambantota Main Bus Stop
si_lk: හම්බන්තොට ප්‍රධාන බස් නැවතුම්පළ
ta_lk: அம்பாந்தோட்டை முக்கிய பஸ் ஸ்டாப்

source: Thihagoda Junction Bus Stop
si_lk: තිහගොඩ හන්දිය බස් නැවතුම්පළ
ta_lk: திஹாகொட ஜங்ஷன் பஸ் ஸ்டாப்

source: Yatiyana Bus Stop (Near Ratne Stores)
si_lk: යටියන බස් නැවතුම්පළ (රත්න ස්ටෝර්ස් අසල)
ta_lk: கிரிந்த புஹுலவெள்ள முக்கிய பஸ் ஸ்டாப்

source: Kirinda Puhulwella Main Bus Stop
si_lk: කිරින්ද පුහුල්වෙල ප්‍රධාන බස් ​​නැවතුම
ta_lk: கிரிந்த புஹுல்வெள்ள முக்கிய பஸ் ஸ்டாப்

source: Malimbada Main Bus Stop
si_lk: මාලිම්බඩ ප්‍රධාන බස් නැවතුම්පළ
ta_lk: மாலிம்பட முக்கிய பஸ் ஸ்டாப்

source: Telijjawila Main Bus Stop
si_lk: තෙලිජ්ජවිල ප්‍රධාන බස් ​​නැවතුම
ta_lk: தெலிஜ்ஜவில முக்கிய பஸ் ஸ்டாப்

source: Paraduwa Main Bus Stop
si_lk: පරාදුව ප්‍රධාන බස් නැවතුම්පළ
ta_lk: பராதுவா முக்கிய பஸ் ஸ்டாப்

source: Dampella Main Bus Stop
si_lk: දම්පැල්ල ප්‍රධාන බස් නැවතුම්පළ
ta_lk: தம்பெல்ல முக்கிய பஸ் ஸ்டாப்

source: Mulatiyana Main Bus Stop
si_lk: මුලටියන ප්‍රධාන බස් නැවතුම්පළ
ta_lk: முலடியன முக்கிய பஸ் ஸ்டாப்

source: Makandura Main Bus Stop
si_lk: මාකඳුර ප්‍රධාන බස් නැවතුම්පළ
ta_lk: மாகந்துர முக்கிய பஸ் ஸ்டாப்

source: Imaduwa Main Bus Stop
si_lk: ඉමදුව ප්‍රධාන බස් නැවතුම්පළ
ta_lk: இமதுவ முக்கிய பஸ் ஸ்டாப்

source: Kamburupitiya Main Bus Stop
si_lk: කඹුරුපිටිය ප්‍රධාන බස් නැවතුම
ta_lk: கம்புருபிட்டிய முக்கிய பஸ் ஸ்டாப்

source: Mawarala Main Bus Stop
si_lk: මාවරල ප්‍රධාන බස් නැවතුම්පළ
ta_lk: மாவரல முக்கிய பஸ் ஸ்டாப்

source: Pasgoda Main Bus Stop
si_lk: පස්ගොඩ ප්‍රධාන බස් නැවතුම්පළ
ta_lk: பஸ்கொட முக்கிய பஸ் ஸ்டாப்

source: Pitabeddara Main Bus Stop
si_lk: පිටබැද්දර ප්‍රධාන බස් ​​නැවතුම
ta_lk: பிடபெத்தர முக்கிய பஸ் ஸ்டாப்

source: Morawaka Main Bus Stop
si_lk: මොරවක ප්‍රධාන බස් නැවතුම්පළ
ta_lk: மொரவக்க முக்கிய பஸ் ஸ்டாப்

source: Kotapola Main Bus Stop
si_lk: කොටපොල ප්‍රධාන බස් නැවතුම්පළ
ta_lk: கொட்டபொல முக்கிய பஸ் ஸ்டாப்

source: Angunakolapelessa Main Bus Stop
si_lk: අඟුණකොළපැලැස්ස ප්‍රධාන බස් ​​නැවතුම
ta_lk: அங்குனகொலபெலஸ்ஸ முக்கிய பஸ் ஸ்டாப்

source: Wetiya Main Bus Stop
si_lk: වැටිය ප්‍රධාන බස් නැවතුම්පළ
ta_lk: வெடிய முக்கிய பஸ் ஸ்டாப்

source: Padalangala Main Bus Stop
si_lk: පදලංගල ප්‍රධාන බස් ​​නැවතුම
ta_lk: பதலங்கல முக்கிய பஸ் ஸ்டாப்

source: Kurundugahahetekma Main Bus Stop
si_lk: කුරුඳුගහහැතැක්ම ප්‍රධාන බස් ​​නැවතුම
ta_lk: குருன்டுகககெதெக்ம

source: Pinnaduwa Main Bus Stop
si_lk: පින්නදූව ප්‍රධාන බස් නැවතුම්පළ
ta_lk: பின்னதுவ முக்கிய பஸ் ஸ்டாப்

source: Dewata Main Bus Stop
si_lk: දෙවට ප්‍රධාන බස් නැවතුම්පළ
ta_lk: தேவட முக்கிய பஸ் ஸ்டாப்

source: Galle Main Bus Stop
si_lk: ගාල්ල ප්‍රධාන බස් නැවතුම්පළ
ta_lk: காலி முக்கிய பஸ் ஸ்டாப்

source: Karapitiya Main Bus Stop
si_lk: කරාපිටිය ප්‍රධාන බස් නැවතුම්පළ
ta_lk: கராபிட்டிய முக்கிய பஸ் ஸ்டாப்

source: Katunayake Bandaranayake International Airport (BIA)
si_lk: කටුනායක බණ්ඩාරනායක අන්තර්ජාතික ගුවන් තොටුපල (BIA)
ta_lk: கட்டுநாயக்க பண்டாரநாயக்க சர்வதேச விமான நிலையத்தில் (BIA)

source: Orugodawatta Main Bus Stop
si_lk: ඔරුගොඩවත්ත ප්‍රධාන බස් නැවතුම
ta_lk: ஊறுகொடவத்தை

source: Sangaaramaya (DGN-HNT) 1
si_lk: සංඝාරාමය (DGN - HNT) 1
ta_lk: சன்காராமய

source: Katunayake Free Trade Zone
si_lk: කටුනායක නිදහස් වෙළඳ කලාපය
ta_lk: கட்டுநாயக்க சுதந்திர வர்த்தக வலயத்தில்

source: University of Colombo, College House Bus Stop
si_lk: කොළඹ විශ්වවිද්‍යාලය , කොලේජ් හවුස් බස් නැවතුම්පළ
ta_lk: கொழும்பு பல்கலைக்கழகம், கல்லூரி ஹவுஸ் பஸ் ஸ்டாப்

source: Honnanthara (HNT-DGN) 11
si_lk: හොන්නන්තර (HNT - DGN) 11
ta_lk: கொன்னந்தர

source: Sangaaramaya (HNT-DGN) 11
si_lk: සංඝාරාමය (HNT - DGN) 11
ta_lk: சன்காராமய

source: Siddamulla Junction (HNT-DGN) 11
si_lk: සිද්දමුල්ල හන්දිය (HNT-DGN) 11
ta_lk: சித்தமுல்ல ஜங்ஷன்

source: Siddamulla Junction (DGN-HNT) 1
si_lk: සිද්දමුල්ල හන්දිය (DGN-HNT) 1
ta_lk: சித்தமுல்ல ஜங்ஷன்

source: Kaduwela Main Bus Station
si_lk: කඩුවෙල ප්‍රධාන බස් නැවතුම්පළ
ta_lk: கடுவெல முக்கிய பேருந்து நிலையம்

source: Biyagama Main Bus Stop
si_lk: බියගම ප්‍රධාන බස් නැවතුම්පළ
ta_lk: பியகம முக்கிய பஸ் ஸ்டாப்

source: Sapugaskanda Main Bus Stop
si_lk: සපුගස්කන්ද ප්‍රධාන බස් ​​නැවතුම
ta_lk: சபுகஸ்கந்த முக்கிய பஸ் ஸ்டாப்

source: Kiribathgoda Main Bus Stop
si_lk: කිරිබත්ගොඩ ප්‍රධාන බස් ​​නැවතුම
ta_lk: கிரிபத்கொட முக்கிய பஸ் ஸ்டாப்

source: Mahara Main Bus Stop
si_lk: මහර ප්‍රධාන බස් නැවතුම්පළ
ta_lk: மஹர முக்கிய பேருந்து நிலையம்

source: Walasmulla Main Bus Stop
si_lk: වලස්මුල්ල ප්‍රධාන බස් නැවතුම්පළ
ta_lk: வலஸ்முல்ல முக்கிய பஸ் ஸ்டாப்

source: Maradana Bus Stop (Near Maradana Railway)
si_lk: මරදාන බස් නැවතුම්පළ (මරදාන දුම්රිය ස්ථානය අසල)
ta_lk: மருதானை பஸ் ஸ்டாப் ( மருதானை ரயில்வே அருகே )

source: Borella Bus Stop (Near Borella Police Station)
si_lk: බොරැල්ල බස් නැවතුම්පළ (බොරැල්ල පොලිස් ස්ථානය අසල)
ta_lk: பொரளை பஸ் ஸ்டாப் ( பொரளை பொலிஸ் நிலையம் அருகே)

source: Townhall Bus Stop - In-front Sri Lanka Tennis Association
si_lk: පුරහල බස් නැවතුම්පළ - ශ්‍රී ලංකා ටෙනිස් සංගමය ඉදිරිපිට
ta_lk: டவுன்ஹால் பஸ் ஸ்டாப் - இலங்கை டென்னிஸ் சங்கம் முன்

source: Townhall Bus Stop - In-front of ODEL
si_lk: පුරහල බස් නැවතුම්පළ - ඔඩෙල් ඉදිරිපිට
ta_lk: டவுன்ஹால் பஸ் ஸ்டாப் - டவுன்ஹால் முன்னால்

source: Rajagiriya Main Bus Stop
si_lk: රාජගිරිය ප්‍රධාන බස් නැවතුම්පළ
ta_lk: ராஜகிரிய முக்கிய பஸ் ஸ்டாப்

source: Battaramulla Main Bus Stop
si_lk: බත්තරමුල්ල ප්‍රධාන බස් ​​නැවතුම
ta_lk: பத்தரமுல்ல முக்கிய பஸ் ஸ்டாப்

source: Thalawathugoda Main Bus Stop
si_lk: තලවතුගොඩ ප්‍රධාන බස් ​​නැවතුම
ta_lk: தலவத்துகொட முக்கிய பஸ் ஸ்டாப்

source: Pannipitiya Main Bus Stop (Opposite Pannipitiya Sampath Bank)
si_lk: පන්නිපිටිය ප්‍රධාන බස් නැවතුම්පළ (පන්නිපිටිය සම්පත් බැංකුව ඉදිරිපිට)
ta_lk: பன்னிபிட்டிய முக்கிய பஸ் ஸ்டாப் (பன்னிபிட்டிய சம்பத் வங்கி எதிரே )

source: Thimbirigasyaya Bus Stop (In-front of Police Park)
si_lk: තිඹිරිගස්යාය බස් නැවතුම්පළ(පොලිස් පාර්ක් ඉදිරිපිට)
ta_lk: திம்பிரிகஸ்யாய பஸ் ஸ்டாப் (போலீஸ் பார்க் முன் )

source: Havelock Town Bus Stop (In-front of Henry Pedris Grounds)
si_lk: හැව්ලොක් ටවුන් බස් නැවතුම්පළ (හෙන්රි පේදිරිස් පිටිය ඉදිරිපිට)
ta_lk: ஹெவ்லொக் டவுன் பஸ் ஸ்டாப் ( ஹென்றி Pedris மைதானத்துக்கு முன் )

source: Gansaba Junction Bus Stop (Opposite Cargills Foodcity)
si_lk: ගම්සබා හන්දිය බස් නැවතුම්පළ (කාගිල්ස් ෆුඩ්සිටි ඉදිරිපිට)
ta_lk: கன்சபா ஜங்ஷன் பஸ் ஸ்டாப் (எதிர் கார்கில்ஸ் புட்சிட்டி )

source: Delkanda Junction Bus Stop (Opposite Highlevel Plaza)
si_lk: දෙල්කඳ හන්දිය බස් නැවතුම්පළ (හයිලෙවල් ප්ලාසා ඉදිරිපිට)
ta_lk: தேள்கந்த ஜங்ஷன் பஸ் ஸ்டாப் (ஹைய்வெ பிளாசா எதிரே )

source: Wijerama Junction Bus Stop (Opposite Wijerama fillings station)
si_lk: විජේරාම හන්දිය බස් නැවතුම්පළ (විජේරාම පිරවුම් ස්ථානය ඉදිරිපිට)
ta_lk: விஜேராம சந்தி பஸ் ஸ்டாப் (விஜேராம ஷெட் நிலையம் எதிரே)

source: Nawinna Junction Bus Stop (Near the Buddha Statue)
si_lk: නාවින්න හන්දිය බස් නැවතුම්පළ (බුද්ධ ප්‍රතිමාව අසල )
ta_lk: நாவின்ன சந்தி பஸ் ஸ்டாப் ( அருகே புத்தர் சிலை )

source: Navinna Arpico Bus Stop
si_lk: නාවින්න ආර්පිකෝ බස් නැවතුම්පළ
ta_lk: நாவின்ன ஆர்பிகோ பஸ் ஸ்டாப்

source: Matara Junction Bus Stop (Near Matara Bodhiya)
si_lk: මාතර හන්දිය බස් නැවතුම (මාතර බෝධිය අසල)
ta_lk: மாத்தறை ஜங்ஷன் பஸ் ஸ்டாப் ( அருகே மாத்தறை Bodhiya )

source: Kottawa Main Long Distance Bus Stop (Near Sampath Bank)
si_lk: කොට්ටාව ප්‍රධාන දුර ගමන් බස් නැවතුම (සම්පත් බැංකුව අසල)
ta_lk: கொட்டாவ முதன்மை நீண்ட தூரம் பஸ் ஸ்டாப் ( அருகே சம்பத் வங்கி )

source: Maharagama Main Long Distance Bus Stop (Near Bank of Ceylon)
si_lk: මහරගම ප්‍රධාන දුර ගමන් බස් නැවතුම (ලංකා බැංකුව අසල)
ta_lk: மகரகம முதன்மை நீண்ட தூரம் பஸ் ஸ்டாப் ( இலங்கை வங்கி அருகில்)

source: Pannipitiya Main Bus Stop (Near Pannipitiya Sampath Bank)
si_lk: පන්නිපිටිය ප්‍රධාන බස් නැවතුම (පන්නිපිටිය සම්පත් බැංකුව අසල)
ta_lk: பன்னிபிட்டிய முக்கிய பஸ் ஸ்டாப் ( அருகே பன்னிபிட்டிய சம்பத் வங்கி )

source: Wijerama Junction Bus Stop (Infront of People's Bank)
si_lk: විජේරාම හන්දිය බස් ​​නැවතුම (මහජන බැංකුව ඉදිරිපිට)
ta_lk: விஜேராம சந்தி பஸ் ஸ்டாப் ( மக்கள் வங்கி )

source: Delkanda Junction Bus Stop (Near the Bridge)
si_lk: දෙල්කඳ හන්දිය බස් ​​නැවතුම (පාලම අසල)
ta_lk: தேள்கந்த ஜங்ஷன் பஸ் ஸ்டாப் ( அருகே பாலம் )

source: Gansaba Junction Bus Stop (Near Flag Gun Stores)
si_lk: ගම්සබා හන්දිය බස් ​​නැවතුම (ෆ්ලග් ගන් ස්ටෝර්ස් අසල)
ta_lk: கன்சபை ஜங்ஷன் பஸ் ஸ்டாப் ( அருகே கொடி துப்பாக்கி கடைகள் )

source: Nugegoda Main Bus Stop (Near CIB Fashion Center)
si_lk: නුගේගොඩ ප්‍රධාන බස් ​​නැවතුම (CIB විලාසිතා මධ්‍යස්ථානය අසල)
ta_lk: நுகேகொட முக்கிய பஸ் ஸ்டாப் ( அருகே , CIB ஃபேஷன் மையம் )

source: Kirulapone Main Bus Stop (Near Police Station)
si_lk: කිරුළපන ප්‍රධාන බස් ​​නැවතුම (පොලිස් ස්ථානය අසල)
ta_lk: கிருலப்பனை முக்கிய பஸ் ஸ்டாப் ( அருகே பொலிஸ் நிலையம்)

source: Havelock Town Bus Stop (Near Havelock City)
si_lk: හැව්ලොක් ටවුන් බස් ​​නැවතුම (හැව්ලොක් සිටි අසල)
ta_lk: ஹெவ்லொக் டவுன் பஸ் ஸ்டாப் ( அருகே ஹெவ்லொக் நகரம் )

source: Thimbirigasyaya Bus Stop (Near The Factory Outlet)
si_lk: තිඹිරිගස්යාය බස් ​​නැවතුම (ෆැක්ටරි අවුට්ලට් අසල)
ta_lk: திம்பிரிகஸ்யாய பஸ் ஸ்டாப் ( அருகே தொழிற்சாலை அவுட்லெட் )

source: Thummulla Bus Stop (Near the Fillings Station)
si_lk: තුම්මුල්ල බස් නැවතුම (පිරවුම් ස්ථානය අසල)
ta_lk: தும்முள்ள பஸ் ஸ்டாப் (ஷெட் அருகே)

source: Pelawatta Main Bus Stop
si_lk: පැලවත්ත ප්‍රධාන බස් ​​නැවතුම
ta_lk: பெலவத்த முக்கிய பஸ் ஸ்டாப்

source: Diggona Junction (DGN-HNT) 2
si_lk: දිග්ගොන හන්දිය ( DGN - HNT ) 2
ta_lk: டிஃகோன சந்தி ( DGN - HNT ) 2

source: Diggona Junction (DGN-HNT) 3
si_lk: දිග්ගොන හන්දිය ( DGN - HNT ) 3
ta_lk: டிஃகோன சந்தி (DGN-HNT) 3

source: Honnanthara (DGN-HNT) 2
si_lk: හොන්නන්තර (DGN - HNT) 2
ta_lk: கொன்னந்தர

source: Honnanthara (DGN-HNT) 3
si_lk: හොන්නන්තර (DGN - HNT) 3
ta_lk: கொன்னந்தர

source: Siddamulla Junction (DGN-HNT) 2
si_lk: සිද්දමුල්ල හන්දිය (DGN - HNT ) 2
ta_lk: சித்திடமுள்ள ஜங்சன் (DGN-HNT) 2

source: Siddamulla Junction (DGN-HNT) 3
si_lk: සිද්දමුල්ල හන්දිය (DGN - HNT ) 3
ta_lk: சித்திடமுள்ள ஜங்சன் (DGN-HNT) 3

source: Sangaaramaya (DGN-HNT) 2
si_lk: සංඝාරාමය (DGN - HNT) 2
ta_lk: சன்காராமய

source: Sangaaramaya (DGN-HNT) 3
si_lk: සංඝාරාමය (DGN - HNT) 3
ta_lk: சன்காராமய

source: Siddamulla Junction (HNT-DGN) 22
si_lk: සිද්දමුල්ල හන්දිය (HNT - DGN ) 22
ta_lk: சித்திடமுள்ள ஜங்சன் (HNT-DGN) 22

source: Siddamulla Junction (HNT-DGN) 33
si_lk: සිද්දමුල්ල හන්දිය (HNT - DGN ) 33
ta_lk: சித்திடமுள்ள ஜங்சன் (HNT-DGN) 33

source: Sangaaramaya (HNT-DGN) 22
si_lk: සංඝාරාමය (HNT - DGN) 22
ta_lk: சன்காராமய

source: Sangaaramaya (HNT-DGN) 33
si_lk: සංඝාරාමය (HNT - DGN) 33
ta_lk: சன்காராமய

source: Honnanthara (HNT-DGN) 22
si_lk: හොන්නන්තර (HNT - DGN) 22
ta_lk: கொன்னந்தர

source: Honnanthara (HNT-DGN) 33
si_lk: හොන්නන්තර (HNT - DGN) 33
ta_lk: கொன்னந்தர

source: Diggona Junction (HNT-DGN) 11
si_lk: දිග්ගොන හන්දිය (HNT - DGN) 11
ta_lk: டிஃகோன சந்தி (HNT-DGN) 11

source: Diggona Junction (HNT-DGN) 22
si_lk: දිග්ගොන හන්දිය (HNT - DGN) 22
ta_lk: டிஃகோன சந்தி (HNT-DGN) 22

source: Diggona Junction (HNT-DGN) 33
si_lk: දිග්ගොන හන්දිය (HNT - DGN) 33
ta_lk: டிஃகோன சந்தி (HNT-DGN) 33

source: Yakkala
si_lk: යක්කල
ta_lk: யக்கல

source: Nittambuwa
si_lk: නිට්ටඹුව
ta_lk: நிட்டம்புவ

source: Warakapola
si_lk: වරකාපොල
ta_lk: வாரகாபொல

source: Kegalle
si_lk: කෑගල්ල
ta_lk: கேகாலை

source: Mawanella
si_lk: මාවනැල්ල
ta_lk: மாவனெல்ல

source: Peradeniya
si_lk: පේරාදෙණිය
ta_lk: பேராதனை

source: Gampola
si_lk: ගම්පොල
ta_lk: கம்பளை

source: Pussellawa
si_lk: පුස්සැල්ලාව
ta_lk: புஸ்ஸல்லாவ

source: Labukele
si_lk: ලබුකැළේ
ta_lk: லபுகேளே

source: Nuwaraeliya Main Bus Station
si_lk: නුවරඑලිය ප්‍රධාන බස් ​​නැවතුම්පළ
ta_lk: நுவரெலியா முக்கிய பேருந்து நிலையம்

source: Hakgala
si_lk: හග්ගල
ta_lk: ஹக்கல

source: Welimada
si_lk: වැලිමඩ
ta_lk: வெலிமடை

source: Jaffna
si_lk: යාපනය
ta_lk: யாழ்ப்பாணம்

source: Ramakrishna Misson, Wellawatta.
si_lk: රාමක්‍රිෂ්ණ මිසම , වැල්ලවත්ත
ta_lk: ராமகிருஷ்ணா மிசன் , வெள்ளவத்தை

source: Badulla Main Bus Station
si_lk: බදුල්ල ප්‍රධාන බස් ​​නැවතුම්පළ
ta_lk: பதுளை முக்கிய பேருந்து நிலையம்

source: Passara Main Bus Stop
si_lk: පස්සර ප්‍රධාන බස් ​​නැවතුම
ta_lk: பசறை முக்கிய பஸ் ஸ்டாப்

source: Kalmunai Main Bus Stop
si_lk: කල්මුණේ ප්‍රධාන බස් ​​නැවතුම
ta_lk: கல்முனை பிரதான பஸ் ஸ்டாப்

source: Akkaraipattu Main Bus Stop
si_lk: අක්කරෙයිපත්තුව ප්‍රධාන බස් ​​නැවතුම
ta_lk: அக்கரைப்பற்று பிரதான பஸ் ஸ்டாப்

source: Trincomalee Main Private Bus Station
si_lk: ත්‍රිකුණාමලය ප්‍රධාන පුද්ගලික බස් ​​නැවතුම්පළ
ta_lk: திருகோணமலை முதன்மை தனியார் பஸ் நிலையம்

source: Bastiyan Mw Bus Station - Terminal No 4 (Colombo BMT4)
si_lk: බැස්ටියන් මාවත බස් ​​නැවතුම්පළ - පර්යන්ත අංක 4 (කොළඹ BMT4)
ta_lk: பஸ்டியன் மாவத்தை பஸ் நிலையம் - டெர்மினல் no 4 ( கொழும்பு BMT4 )

source: Technical Junction (Near Commercial Bank Hulftsdrop Branch)
si_lk: ටෙක්නිකල් හන්දිය (කොමර්ෂල් බැංකුව අළුත්කෙඩ් ශාඛාව අසල)
ta_lk: டெக்னீகள் ஜங்சன் கொமர்ஷல் வங்கி அருகே

source: Homagama
si_lk: හෝමාගම
ta_lk: ஹோமாகம

source: Godagama
si_lk: ගොඩගම
ta_lk: கொடகம

source: Meepe
si_lk: මීපේ
ta_lk: மீபே

source: Kaluaggala
si_lk: කළුඅග්ගල
ta_lk: கலுஅக்கல

source: Avissawella
si_lk: අවිස්සාවේල්ල
ta_lk: அவிசாவளை

source: Eheliyagoda
si_lk: ඇහැලියගොඩ
ta_lk: எஹெளியகொட

source: Kuruwita
si_lk: කුරුවිට
ta_lk: குருவிட

source: Ratnapura
si_lk: රත්නපුර
ta_lk: இரத்தினபுரி

source: Pelmadulla
si_lk: පැල්මඩුල්ල
ta_lk: பெல்மடுல்ல

source: Balangoda
si_lk: බලන්ගොඩ
ta_lk: பலாங்கொடை

source: Beragala
si_lk: බෙරගල
ta_lk: பேரகள

source: Haputale
si_lk: හපුතලේ
ta_lk: ஹப்புத்தளை

source: Bandarawela
si_lk: බණ්ඩාරවෙල
ta_lk: பண்டாரவளை

source: Kumbalwela
si_lk: කුඹල්වෙල
ta_lk: கும்பல்வெல

source: Demodara
si_lk: දෙමෝදර
ta_lk: டெமோதர

source: Hali-ela
si_lk: හාලිඇල
ta_lk: ஹாலி-ஏல

source: Aluthnuwara
si_lk: අලුත්නුවර
ta_lk: அழுத்னுவர

source: Belihuloya
si_lk: බෙලිහුල්ඔය
ta_lk: பெலிஉ ள் ஓயா

source: Pambahinna
si_lk: පඹහින්න
ta_lk: பம்பஹின்ன

source: Haldummulla
si_lk: හල්දුම්මුල්ල
ta_lk: ஹல்தும்முள்ள

source: Bambalapitiya
si_lk: බම්බලපිටිය
ta_lk: பம்பலபிட்டிய

source: Kollupitiya
si_lk: කොල්ලුපිටිය
ta_lk: கொள்ளுபிட்டிய

source: Kelaniya
si_lk: කැලණිය
ta_lk: கேலனிய

source: Kirillawala
si_lk: කිරිල්ලවල
ta_lk: கிரில்லவல

source: Belummahara
si_lk: බැලුම්මහර
ta_lk: பெலும்மஹர

source: Miriswatta
si_lk: මිරිස්වත්ත
ta_lk: மிரிஸ்வத்தை

source: Kalagedihena
si_lk: කලගෙඩිහේන
ta_lk: கலகெடிஹென

source: Thihariya
si_lk: තිහරිය
ta_lk: திஹாரிய

source: Pasyala
si_lk: පස්යාල
ta_lk: பஸ்யாலை

source: Weweldeniya
si_lk: වේවැල්දෙනිය
ta_lk: வெவெல்தெனிய

source: Danowita
si_lk: දන්ඕවිට
ta_lk: தன்நோவிட

source: Ambepussa
si_lk: අඹේපුස්ස
ta_lk: அம்பேபுஸ்ஸ

source: Alawwa
si_lk: අලව්ව
ta_lk: அலவ்வ

source: Polgahawela
si_lk: පොල්ගහවෙල
ta_lk: பொல்கஹவெல

source: Pothuhera
si_lk: පොතුහැර
ta_lk: பொதுஹெற

source: Kurunegala
si_lk: කුරුණෑගල
ta_lk: குருநாகல்

source: Ibbagamuwa
si_lk: ඉබ්බාගමුව
ta_lk: இப்பாகமுவ

source: Gokarella
si_lk: ගොකරැල්ල
ta_lk: கோக்கரெல்ல

source: Melsiripura
si_lk: මැල්සිරිපුර
ta_lk: மேள்சிரிபுர

source: Galewela
si_lk: ගලේවෙල
ta_lk: கலேவெல

source: Dambulla
si_lk: දඹුල්ල
ta_lk: தம்புள்ளை

source: Sigiriya
si_lk: සීගිරිය
ta_lk: சிகிரியா

source: Digampathana
si_lk: දිගම්පතන
ta_lk: டிகம்பதான

source: Habarana
si_lk: හබරණ
ta_lk: ஹபரண

source: Galoya
si_lk: ගල්ඔය
ta_lk: கல்லோயா

source: Akbopura
si_lk: අක්බෝපුර
ta_lk: அஃபோபுர

source: Kanthale
si_lk: කන්තලේ
ta_lk: கந்தலே

source: Mullipothana
si_lk: මුල්ලිපොතන
ta_lk: முல்லிப்பொத்தானை

source: Thambalagamuwa
si_lk: තඹලගමුව
ta_lk: தம்பலகாமம்

source: Kappalthure
si_lk: කප්පල්තුරේ
ta_lk: கப்பல்துரே

source: Palampataru
si_lk: පලම්පටරු
ta_lk: பழம்பத்தாறு

source: Kankesanturai
si_lk: කන්කසන්තුරේ
ta_lk: காங்கேசந்துறை

source: Linganagar
si_lk: ලින්ගනගර්
ta_lk: லிங்கநகர்

source: Peliyagoda
si_lk: පෑලියගොඩ
ta_lk: பேலியகொட

source: Polonaruwa
si_lk: පොළොන්නරුව
ta_lk: பொலொன்னருவா

source: Valaichchenai
si_lk: වාලච්චේන
ta_lk: வாழைச்சேனை

source: Batticaloa
si_lk: මඩකලපුව
ta_lk: மட்டக்களப்பு

source: Mannar Main Bus Stop
si_lk: මන්නාරම ප්‍රධාන බස් ​​නැවතුම
ta_lk: மன்னார் பிரதான பஸ் ஸ்டாப்

source: Oddamavadi
si_lk: ඔඩ්ඩමාවඩි
ta_lk: ஓட்டமாவடி

source: Dehiwala
si_lk: දෙහිවල
ta_lk: தெஹிவளை

source: Wellawatte Main Bus Stop
si_lk: වැල්ලවත්ත ප්‍රධාන බස් ​​නැවතුම
ta_lk: வெள்ளவத்தை முக்கிய பஸ் ஸ்டாப்

source: Fort Railway Bus Stop
si_lk: කොටුව දුම්රියපොළ බස් ​​නැවතුම
ta_lk: கோட்டை ரயில் பஸ் ஸ்டாப்

source: Galle Face Main Bus Stop
si_lk: ගාලු මුවදොර ප්‍රධාන බස් ​​නැවතුම
ta_lk: காலி முகத்திடல் முக்கிய பஸ் ஸ்டாப்

source: Moratuwa
si_lk: මොරටුව
ta_lk: மொரட்டுவ

source: Wadduwa
si_lk: වාද්දුව
ta_lk: வாத்துவ

source: Molligoda
si_lk: මොල්ලිගොඩ
ta_lk: மொல்லிகோடா

source: Kaluthara
si_lk: කළුතර
ta_lk: களுத்துறை

source: Maggona
si_lk: මග්ගොන
ta_lk: மஃகோன

source: Beruwala
si_lk: බේරුවල
ta_lk: பேருவளை

source: Aluthgama
si_lk: අලුත්ගම
ta_lk: அளுத்கம

source: Bentota
si_lk: බෙන්තොට
ta_lk: பெந்தோட்டை

source: Induruwa
si_lk: ඉඳුරුව
ta_lk: இந்துருவ

source: Kosgoda
si_lk: කොස්ගොඩ
ta_lk: கொஸ்கொட

source: Ahungalla
si_lk: අහුන්ගල්ල
ta_lk: அஹுன்கல்ல

source: Balapitiya
si_lk: බලපිටිය
ta_lk: பலப்பிட்டிய

source: Ambalangoda
si_lk: අම්බලන්ගොඩ
ta_lk: அம்பலாங்கொடை

source: Hikkaduwa
si_lk: හික්කඩුව
ta_lk: ஹிக்கடுவ

source: Thiranagama
si_lk: තිරාණගම
ta_lk: திரணகம

source: Dodanduwa
si_lk: දොඩන්දුව
ta_lk: தொடண்துவ

source: Rathgama
si_lk: රත්ගම
ta_lk: ரத்கம

source: Boossa
si_lk: බූස්ස
ta_lk: பூஸ்ஸ

source: Ginthota
si_lk: ගිංතොට
ta_lk: கிந்தோட

source: Megalle
si_lk: මාගාල්ල
ta_lk: மேகல்லே

source: Unawatuna
si_lk: උණවටුන
ta_lk: உணவடுன

source: Mihiripenna
si_lk: මිහිරිපැන්න
ta_lk: மிஹிரிப்பென்ன

source: Habaraduwa
si_lk: හබරාදුව
ta_lk: ஹபராதுவ

source: Koggala
si_lk: කොග්ගල
ta_lk: கொக்கல

source: Ahangama
si_lk: අහංගම
ta_lk: அஹங்கம

source: Midigama
si_lk: මිදිගම
ta_lk: மிதிகம

source: Weligama
si_lk: වැලිගම
ta_lk: வெலிகம

source: Mirissa
si_lk: මිරිස්ස
ta_lk: மிரிஸ்ஸ

source: Kamburugamuwa
si_lk: කඹුරුගමුව
ta_lk: கம்புருகமுவ

source: Walgama
si_lk: වල්ගම
ta_lk: வல்கம

source: Polhena
si_lk: පොල්හේන
ta_lk: பொல்ஹேன

source: Pamburana
si_lk: පඹුරණ
ta_lk: பம்புரன

source: Katubedda
si_lk: කටුබැද්ද
ta_lk: கடுபெத்த

source: Rawatawatta
si_lk: රාවතාවත්ත
ta_lk: ரவாதவத்த

source: Katukurunda
si_lk: කටුකුරුන්ද
ta_lk: கடுகுறுந்த

source: Payagala
si_lk: පයාගල
ta_lk: பயாகல

source: Akurala
si_lk: අකුරල
ta_lk: ஆகுறள

source: Wellamadama
si_lk: වැල්ලමඩම
ta_lk: வெள்ளமடம

source: Godauda
si_lk: ගොඩඋඩ
ta_lk: கோடாவுட

source: Gandara
si_lk: ගන්දර
ta_lk: கந்தர

source: Hunnadeniya
si_lk: හුන්නදෙනිය
ta_lk: ஹன்னாதெனிய

source: Kudawella
si_lk: කුඩාවැල්ල
ta_lk: குடாவெல்ல

source: Nelundeniya
si_lk: නෙලුන්දෙනිය
ta_lk: நெழுந்தேனிய

source: Netolpitiya
si_lk: නෙටොල්පිටිය
ta_lk: நேடோல்பிட்டிய

source: Dalugama
si_lk: දළුගම
ta_lk: தழுகம

source: weediyawatta
si_lk: වීදියවත්ත
ta_lk: வீதியவத்த

source: Bogamuwa
si_lk: බෝගමුව
ta_lk: போகமுவ

source: Galigamuwa
si_lk: ගලිගමුව
ta_lk: கலிகமுவ

source: Ranwala
si_lk: රන්වල
ta_lk: ரன்வல

source: Uthuwankanda
si_lk: උතුවන්කන්ද
ta_lk: ஊத்துவான்கந்த

source: Hingula
si_lk: හිඟුල
ta_lk: ஹிங்குல

source: Kadugannawa
si_lk: කඩුගන්නාව
ta_lk: கடுகண்ணாவ

source: Yatinuwara
si_lk: යටිනුවර
ta_lk: யடிநுவர

source: Pilimathalawa
si_lk: පිළිමතලාව
ta_lk: பிலிமதலாவ

source: Gatambe
si_lk: ගැටඹේ
ta_lk: கெடம்பே

source: Gonnoruwa
si_lk: ගොන්නොරුව
ta_lk: கொன்னொருவ
