Repository: suddha2/express
Catalog: expresslk-webportal/module/Application/language/*.po
Languages: si_lk, ta_lk

source: Next generation passenger service <br>with Viber, Whatsapp & Skype
si_lk: දැන් ඔබට වයිබර්, වට්ස් ඇප්, ස්කයිප් හරහා ගාස්තු රහිතව අප සමඟ සම්බන්ධ වියහැකියි.
ta_lk: அடுத்த தலைமுறை பயணிகள் சேவை

source: Write to us!
si_lk: ලියන්න අපට!
ta_lk: எங்களுக்கு எழுத

source: (We reply each and every mail)
si_lk: ඔබගේ සෑම ඊ මේල් පණිවුඩයකටම අපි පිලිතුරු සපයන්නෙමු.
ta_lk: நாம் ஒவ்வொரு மெயில் க்கும் பதில் அனுப்புவோம்

source: Operational Partners
si_lk: මෙහෙයුම් සහකරුවන්
ta_lk: செயல்பாட்டு பங்குதாரர்கள்

source: BBK Navigation
si_lk: වෙබ් අඩවි යොමුව
ta_lk: BBK ஊடுருவல்

source: Review us at Facebook
si_lk: මුහුණුපොත් සබැඳිය
ta_lk: பேஸ்புக் இல் நம்மை மறுபரிசீலனை செய்ய

source: Charges Summary
si_lk: ගාස්තු සාරාංශය
ta_lk: கட்டணங்கள்

source: Superline Travels Private Ltd.
si_lk: සුපර් ලයින් සන්චාරකයෝ පුද්ගලික සමාගම
ta_lk: Superline டிராவல்ஸ் பிரைவேட் லிமிடட்

source: Welcome to Superline online services!
si_lk: ආයුබෝවන්! සුපර්ලයින් අංකිත සේවා සඳහා ඔබව සාදරයෙන් පිලිගනිමු.
ta_lk: Superline ஆன்லைன் சேவைகள் வரவேற்கிறோம்!

source: Your online portal to reserve super luxury passenger transport services, across Sri Lanka.
si_lk: ශ්‍රී ලංකාව පුරා, අධි සුඛෝපභෝගී මගී ප්‍රවාහන සේවා වෙන්කරවා ගැනීම සඳහා ඔබගේ අන්තර්ජාල බිහිදොර.
ta_lk: உங்கள் ஆன்லைன் போர்ட்டல் இலங்கை முழுவதும், அதி சொகுசு பயணிகள் போக்குவரத்து சேவைகளை பதிவு செய்ய.

source: Available Bus Routes
si_lk: සේවාව සපයන මාර්ග
ta_lk: கிடைக்கும் பேருந்து வழித்தடங்கள்

source: Departure
si_lk: ගමනාරම්භය
ta_lk: பயண ஆரம்பம்

source: Arrival
si_lk: පැමිණීම
ta_lk: வருகை

source: Find My Bus
si_lk: මගේ බස් රථය සොයන්න
ta_lk: என் பஸ் கண்டுபிடிக்க

source: Minuwangoda
si_lk: මිනුවන්ගොඩ

source: Udukumbura
si_lk: උඩුකුඹුර

source: Karandupana
si_lk: කරඩුපාන

source: Gadaladeniya
si_lk: ගඩලාදෙණිය

source: Nanuoya
si_lk: නානුඔය

source: Slave Island
si_lk: කොම්පඤ්ඤවීදිය

source: Namal oya
si_lk: නාමල් ඔය

source: Badalkumbura
si_lk: බඩල්කුඹුර

source: Koslanda
si_lk: කොස්ලන්ද

source: Tangalle Carlton House Bus Stop
si_lk: තංගල්ල කාල්ටන් බස් නැවතුම්පළ

source: Bambalapitiya Railway Station Bus Stop
si_lk: බම්බලපිටිය දුම්රියපොළ බස් ​​නැවතුම

source: Matara Long-Distance Bus Stop (Near SK Film Hall)
si_lk: මාතර දුර ගමන් බස් නැවතුම (එස් කේ චිත්‍රපට ශාලාව අසල)

source: Kollupitiya Liberty Plaza Bus Stop (Near WSO2)
si_lk: කොල්ලුපිටිය ලිබර්ටි ප්ලාසා බස් ​​නැවතුම(WSO2 අසල)

source: Bambalapitiya Junction Bus stop (Infront of Ariyapala Stores)
si_lk: බම්බලපිටිය හන්දිය බස් ​​නැවතුම (ආරියපාල ස්ටෝර්ස් ඉදිරිපිට)

source: Regal Colombo Bus Stop
si_lk: කොළඹ රීගල් බස් ​​නැවතුම

source: Nawam Mw Nawaloka Bus Stop
si_lk: නවම් මාවත, නවලෝක බස් නැවතුම්පළ

source: Nawam Mw Sampath Bank HQ Bus Stop
si_lk: නවම් මාවත සම්පත් බැංකුව ප්‍රධාන ශාඛාව බස් නැවතුම්පළ

source: Commercial Bank Bus Stop
si_lk: කොමර්ෂල් බැංකුව බස් නැවතුම්පළ

source: Townhall Bus Stop - Infront Public Library Colombo
si_lk: පුරහල බස් නැවතුම්පළ - කොළඹ මහජන පුස්තකාලය ඉදිරිපිට

source: Bus Stop - Near Gangarama Seemamalakaya
si_lk: බස් නැවතුම්පළ - ගංගාරාම සීමාමාලකය ළඟ

source: Kandy Super Luxury Bus Stop
si_lk: මහනුවර අධි සුඛෝපභෝගී බස් නැවතුම්පළ

source: Namal oya Bus Stop
si_lk: නාමල් ඔය බස් නැවතුම

source: Badalkumbura Bus Stop
si_lk: බඩල්කුඹුර බස් ​​නැවතුම

source: Koslanda Bus Stop
si_lk: කොස්ලන්ද බස් නැවතුම

source: Please call our hotline number %s for urgent bookings.
si_lk: කරුණාකර අපගේ සේවා දුරකථන අංකය අමතන්න %s හදිසි වෙන් කරවා ගැනීම් සඳහා.
